Repository: Altaxo/Altaxo
Catalog: Content/data/resources/StringResources.*.resx
Languages: de, se

# AddIns.SharpRefactoring.InsertCtor
source: Insert constructor
de: Konstruktor einfügen

# AddIns.SharpRefactoring.InsertCtor.AddCheckForNullLabel
source: Add check for null
de: Auf null prüfen

# AddIns.SharpRefactoring.InsertCtor.AddRangeCheckLabel
source: Add range check
de: Bereichsprüfung hinzufügen

# AddIns.SharpRefactoring.InsertCtor.Description
source: Select all fields you want to create a constructor with:
de: Wählen Sie alle Felder mit denen der Konstruktor erstellt werden soll:

# AddIns.SharpRefactoring.IntroduceMethod
source: Introduce method {0} in {1}
de: Methode {0} in {1} erstellen

# AddIns.SharpRefactoring.OverrideEqualsGetHashCodeMethods
source: Override Equals() and GetHashCode()
de: Equals() und GetHashCode() überschreiben

# AddIns.SharpRefactoring.OverrideEqualsGetHashCodeMethods.AddInterface
source: Add interface {0}
de: Interface {0} hinzufügen

# AddIns.SharpRefactoring.OverrideEqualsGetHashCodeMethods.AddOperatorOverloads
source: Add operator overloads
de: Operatoren überladen

# AddIns.SharpRefactoring.OverrideEqualsGetHashCodeMethods.SurroundWithRegion
source: Surround with #region
de: Mit #region umschließen

# AddIns.SharpRefactoring.OverrideToStringMethod
source: Override ToString()
de: ToString() überschreiben

# AddIns.SharpRefactoring.OverrideToStringMethod.Description
source: Select the fields you want to use in the ToString() implementation:
de: Wählen Sie die Felder aus, die Sie in der ToString()-Methode verwenden möchten:

# AddIns.SharpRefactoring.ResolveAttribute
source: Resolve attribute: {0}
de: Attribut auflösen: {0}

# AddIns.SharpRefactoring.ResolveExtensionMethod
source: Resolve extension method {0}
de: Erweiterungsmethode {0} auflösen

# AddIns.SourceAnalysis.CheckWithStyleCop
source: Check with StyleCop
de: Mit StyleCop überprüfen

# AddIns.SourceAnalysis.Title
source: Source Analysis
de: Style-Analyse

# AddIns.Subversion.AddToIgnoreList
source: Add to ignore list
de: Zu Ignorieren-Liste hinzufügen

# AddIns.Subversion.Blame
source: Blame
de: Annotieren

# AddIns.Subversion.BranchOrTag
source: Branch/tag
de: Verzeigen / Markieren

# AddIns.Subversion.CannotCopyError
source: The file/directory cannot be copied because it is in subversion status '{0}'.
de: Die Datei/das Verzeichnis kann nicht kopiert werden, da sie sich im Subversion-Status '{0}' befindet.

# AddIns.Subversion.CannotMoveError
source: The file/directory cannot be moved because it is in subversion status '{0}'.
de: Die Datei/das Verzeichnis kann nicht verschoben werden, da sie sich im Subversion-Status '{0}' befindet.

# AddIns.Subversion.CannotRemoveError
source: The file/directory cannot be removed because it is in subversion status '{0}'.
de: Die Datei/das Verzeichnis kann nicht entfernt werden, da sie sich im Subversion-Status '{0}' befindet.

# AddIns.Subversion.CheckForModifications
source: Check for modifications
de: Prüfe auf Änderungen

# AddIns.Subversion.Checkout
source: Checkout
de: Auschecken

# AddIns.Subversion.CleanUp
source: Clean up
de: Arbeitskopie aufräumen
se: Städa upp

# AddIns.Subversion.Commit
source: Commit
de: Übertragen

# AddIns.Subversion.CreatePatch
source: Create patch
de: Erzeuge Patch

# AddIns.Subversion.DeleteDirectory
source: Delete directory
de: Verzeichnis löschen

# AddIns.Subversion.Diff
source: Diff
de: Vergleich

# AddIns.Subversion.EditConflicts
source: Edit conflicts
de: Konflikte bearbeiten

# AddIns.Subversion.ErrorDelete
source: Error deleting ${File}
de: Fehler beim Löschen von '${File}'

# AddIns.Subversion.ForceDelete
source: Force delete
de: Löschen erzwingen

# AddIns.Subversion.History
source: History
de: Versionsgeschichte
se: Historik

# AddIns.Subversion.ItemRemovedFromIgnoreList
source: '{0}' was removed from the ignore list.
de: '{0}' wurde von der Ignorier-Liste entfernt.

# AddIns.Subversion.KeepOldSolution
source: Keep old solution open
de: Alte Projektmappe offen halten

# AddIns.Subversion.Lock
source: Get lock
de: Datei sperren

# AddIns.Subversion.MarkConflictsAsResolved
source: Mark conflicts as resolved
de: Konflikte als gelöst markieren

# AddIns.Subversion.Merge
source: Merge
de: Zusammenführen

# AddIns.Subversion.Options.AutoAdd
source: Automatically &add new files
de: Automatisch Dateien &hinzufügen

# AddIns.Subversion.Options.AutoDelete
source: Automatically &delete removed files
de: Automatisch gelöschte Dateien &entfernen

# AddIns.Subversion.Options.ReloadProjectAfterChanges
source: &Re-load project after changes to project file(s)
de: Projekt &neuladen, wenn sich Projektdateien ändern

# AddIns.Subversion.Options.RenameInsideSubversion
source: &Rename files inside Subversion (keeps history)
de: In Subversion &umbenennen (behält Vergangenheit)

# AddIns.Subversion.Options.Title
source: Subversion Options
de: Subversion Optionen

# AddIns.Subversion.Options.UseHistoryDisplayBinding
source: Show &history tab for version-controlled files
de: Zeige &Vergangenheits-Tab für Dateien unter Versionskontrolle

# AddIns.Subversion.ReloadSolution
source: Reload solution
de: Projektmappe neu laden

# AddIns.Subversion.ReloadSolutionAfterProjectChanges
source: SharpDevelop detected that the version control operation changed project files. You should reload the solution.
de: SharpDevelop hat festgestellt, dass die Versionskontroll-Operation Projektdateien verändert hat. Sie sollten die Projektmappe neu laden.

# AddIns.Subversion.Relocate
source: Relocate
de: Umplatzieren

# AddIns.Subversion.RemoveFromIgnoreList
source: Remove from ignore list
de: Aus Ignorieren-Liste entfernen

# AddIns.Subversion.RemoveMovedFile
source: The file has just been moved to this location, do you really want to remove it?
de: Die Datei wurde gerade an diesen Ort verschoben, möchten Sie sie wirklich löschen?

# AddIns.Subversion.Revert
source: Revert
de: Rückgängig

# AddIns.Subversion.RevertLocalModifications
source: The file has local modifications. Do you really want to remove it?
de: Die Datei hat lokale Änderungen. Möchten Sie sie wirklich löschen?

# AddIns.Subversion.RevisionGraph
source: Revision graph
de: Revisionsgraph

# AddIns.Subversion.SaveFiles
source: Save files
de: Dateien speichern

# AddIns.Subversion.ShowLog
source: Show Log
de: Zeige Log
se: Visa logg

# AddIns.Subversion.SVNRequiresSavingFiles
source: The version control operation would affect files with unsaved modifications. You have to save those files before running the operation.
de: Die Versionskontroll-Operation würde Dateien mit ungespeicherten Änderungen beeinflussen. Sie müssen diese Dateien speichern, bevor die Operation ausgeführt werden kann.

# AddIns.Subversion.Switch
source: Switch
de: Wechseln zu

# AddIns.Subversion.TortoiseSVNRequired
source: TortoiseSVN needs to be installed to execute this action.
de: TortoiseSVN muss installiert sein, damit diese Aktion ausgeführt werden kann.

# AddIns.Subversion.Update
source: Update
de: Aktualisieren
se: Uppdatera

# AddIns.Subversion.UpdateToRevision
source: Update to revision
de: Aktualisiere zu Revision

# AddIns.UsageDataCollector.AcceptConfirmation
source: Thank you for participating! You can still opt-out later using the SharpDevelop options.
de: Danke für Ihre Teilnahme! Sie können sich später in den SharpDevelop Optionen von der Teilnahme abmelden.

# AddIns.UsageDataCollector.AcceptRadioButton
source: I would like to participate - collect and upload usage data
de: Ich möchte teilnehmen - Nutzungsdaten sammeln und hochladen

# AddIns.UsageDataCollector.DeclineConfirmation
source: You can still opt-in later using the SharpDevelop options.
de: Sie können sich später in den SharpDevelop Optionen anmelden.

# AddIns.UsageDataCollector.DeclineRadioButton
source: I do not want to participate
de: Ich möchte nicht teilnehmen

# AddIns.UsageDataCollector.Introduction
source: We need your help! To improve SharpDevelop in the future, we would like to know which features are used most. SharpDevelop can collect this information and upload it automatically.
de: Wir brauchen Ihre Hilfe! Um SharpDevelop in Zukunft noch weiter verbessern zu können, würden wir gerne erfahren, welche Features am meisten genutzt werden. SharpDevelop kann diese Informationen sammeln und automatisch hochladen.

# AddIns.UsageDataCollector.PrivacyStatement
source: Privacy Statement
de: Datenschutz

# AddIns.UsageDataCollector.ShowCollectedData
source: Show collected data
de: Gesammelte Daten anzeigen

# AddIns.VBNetBinding.CodeCompletion.QuestionmarkEqualsItem.Description
source: Let SharpDevelop figure out the type based on the initializer.
de: SharpDevelop soll den Typ basierend auf dem Initialisierungsausdruck erkennen.

# AddIns.XamlBinding.Menu.EditGridColumnsAndRows
source: Edit grid columns and rows
de: Grid-Zeilen und Spalten bearbeiten

# AddIns.XamlBinding.Menu.ExtractPropertiesAsStyle
source: Extract properties as style
de: Eigenschaften als Stil extrahieren

# AddIns.XamlBinding.Menu.ExtractPropertiesAsStyle.ErrorNoSelection
source: No valid element selected!
de: Kein gültiges Element gewählt!

# AddIns.XamlBinding.Menu.ExtractPropertiesAsStyle.PropertyColumn
source: Property/Event Name
de: Eigenschafts-/Ereignisname

# AddIns.XamlBinding.Menu.ExtractPropertiesAsStyle.ReplaceQuestion
source: The selected control has already a style assigned. Do you want to replace the style with the newly created style?
de: Das ausgewählte Steuerelement hat schon einen Stil zugewiesen. Wollen Sie den Stil mit dem neu erstellten Stil überschreiben?

# AddIns.XamlBinding.Menu.ExtractPropertiesAsStyle.StyleName
source: Style name:
de: Stilname:

# AddIns.XamlBinding.Menu.ExtractPropertiesAsStyle.ValueColumn
source: Property Value
de: Eigenschaftswert

# AddIns.XamlBinding.Menu.GroupInto
source: Group into
de: Gruppieren in

# AddIns.XamlBinding.Menu.RemoveMargin
source: Remove margin
de: Margin entfernen

# AddIns.XamlBinding.Menu.RemoveUnnecessaryAttributes
source: Remove unnecessary attributes
de: Nicht benötigte Attribute entfernen

# AddIns.XamlBinding.NewEventHandlerItem
source: <new event handler>
de: <Neuer Ereignishandler>

# AddIns.XamlBinding.Options.CodeCompletionGroupLabel
source: Code completion
de: Code Vervollständigung

# AddIns.XamlBinding.Options.EventColor
source: Event color:
de: Farbe Ereignis:

# AddIns.XamlBinding.Options.EventHandlerNamePattern
source: Event handler name pattern:
de: Muster für Ereignishandler Namen:

# AddIns.XamlBinding.Options.HighlightingDescription
source: Select the colors that should be used by the XAML highlighter:
de: Wählen Sie die Farben, die für die intelligente XAML Syntaxhervorhebung verwendet werden sollen:

# AddIns.XamlBinding.Options.HighlightingGroupLabel
source: Highlighting
de: Hervorhebung

# AddIns.XamlBinding.Options.IgnoredElementColor
source: Ignored element color:
de: Farbe ignorierte Elemente:

# AddIns.XamlBinding.Options.NamespaceDeclarationColor
source: XML namespace declaration color:
de: Farbe XML Namespace Deklaration:

# AddIns.XamlBinding.Options.PropertyColor
source: Property color:
de: Farbe Eigenschaft:

# AddIns.XamlBinding.Options.SwitchToCodeViewAfterInsertion
source: Switch to code after insertion of new event handler
de: Nach dem Einfügen des neuen Ereignishandlers zum Code wechseln

# AddIns.XamlBinding.Options.UseExtensionCompletion
source: Use markup extension completion
de: Vervollständigung von Markup Erweiterungen aktivieren

# AddIns.XamlBinding.Options.UseHighlighting
source: Use advanced highlighting
de: Erweiterte Hervorhebung verwenden

# AvalonEdit.FileEncoding.EncodingCausesDataLoss
source: The file cannot be saved with the current encoding ${encoding} without losing data.
de: Die Datei kann nicht mit der aktuellen Codierung ${encoding} ohne Datenverlust gespeichert werden.

# AvalonEdit.FileEncoding.EncodingCausesDataLoss.Continue
source: Continue
de: Fortsetzen

# AvalonEdit.FileEncoding.EncodingCausesDataLoss.UseUTF8
source: Save as UTF-8
de: Als UTF-8 speichern

# BackendBindings.ExecutionManager.CantExecuteDLLError
source: Project is configured as dll and no execution command is specified. You can specifiy an execution command in the project options.
de: Das Projekt ist als Bibliothek konfiguriert und kein Ausführungskommando wurde angegeben. Ein Ausführungskommando kann in den Projektoptionen eingestellt werden.
se: Projektet är konfigurerat som dll och inga startcommandon är specificerat. Du kan specificera ett startcommando i projektinställningarna.

# BackendBindings.ExecutionManager.NoSingleFileCompilation
source: Compiling single files is not supported, please create a project!
de: Kompilieren von einer einzelnen Datei ist nicht unterstützt, bitte erstelle ein Projekt!
se: Kompilering av enstaka filer stödjs ej, vänligen skapa ett projekt först!

# CompilerResultView.DescriptionText
source: Description
de: Beschreibung
se: Beskrivning

# CompilerResultView.FileText
source: File
de: Datei
se: Fil

# CompilerResultView.LineText
source: Line
de: Zeile
se: Rad

# ComponentInspector.AboutDialog.Title
source: About
de: Info
se: Om

# ComponentInspector.ActionMenu.CastMenuItem
source: Cast
de: Konvertieren

# ComponentInspector.ActionMenu.CopyObjectMenuItem
source: &Copy Object
de: Objekt &kopieren
se: K&opiera Objekt

# ComponentInspector.ActionMenu.CopyTextMenuItem
source: Copy T&ext
de: &Text kopieren
se: Kopiera T&ext

# ComponentInspector.ActionMenu.CopyValueTextMenuItem
source: Copy &Value Text
de: &Werttext kopieren

# ComponentInspector.ActionMenu.CutObjectMenuItem
source: Cu&t Object
de: Objekt &ausschneiden
se: &Klipp ut Objekt

# ComponentInspector.ActionMenu.EventLoggingMenuItem
source: &Event Logging
de: &Ereignis-Protokollierung

# ComponentInspector.ActionMenu.OnDesignSurfaceMenuItem
source: On Design Surface
de: Auf Design-Oberfläche

# ComponentInspector.ActionMenu.PasteObjectMenuItem
source: &Paste Object
de: Objekt &einfügen
se: K&listra in Objekt

# ComponentInspector.ActionMenu.RefreshRunningComObjectsMenuItem
source: Refresh COM Running Objects
de: Aktualisiere laufende COM-Objekte

# ComponentInspector.ActionMenu.RegisterTypeLibMenuItem
source: Register TypeLib
de: Typbibliothek registrieren

# ComponentInspector.ActionMenu.RemoveFromFavouritesMenuItem
source: Remove from Favorites
de: Aus Favoriten entfernen

# ComponentInspector.ActionMenu.UnregisterTypeLibMenuItem
source: Unregister TypeLib
de: Typbibliothek deregistrieren

# ComponentInspector.AssemblyTreeNode.Text
source: Opened Assemblies
de: Geöffnete Assemblies

# ComponentInspector.AttachDialog.AttachFailedMessage
source: Error attaching to process {0}.
de: Fehler beim Anhängen an Prozess {0}.

# ComponentInspector.AttachDialog.ProcessLabel
source: Process
de: Prozess

# ComponentInspector.AttachDialog.Title
source: Attach
de: Anhängen

# ComponentInspector.CastDialog.CannotFindType
source: Cannot find type
de: Kann Typ nicht finden

# ComponentInspector.CastDialog.CannotFindTypeInAssembliesMessage
source: Cannot find type {0} in any of the assemblies currently open.
de: Kann Typ {0} in keiner der geöffneten Assemblies finden.

# ComponentInspector.CastDialog.CastForTitle
source: Cast for
de: Casten nach

# ComponentInspector.CastDialog.CastTitle
source: Cast
de: Konvertieren

# ComponentInspector.CastDialog.CastToLabel
source: Cast to
de: Konvertieren zu

# ComponentInspector.CastDialog.DetermineTypeOfCastFailedMessage
source: Error determining type of cast.
de: Fehler während Ermittlung des Konvertierungstyps.

# ComponentInspector.CastDialog.RememberCastCheckBox
source: Remember cast across sessions?
de: Cast über Sitzungen hinweg merken?

# ComponentInspector.CastDialog.TypeIncompatibleMessage
source: Cast type incompatible with object's type.
de: Der Konvertierungstyp ist mit dem Objekttyp nicht kompatibel.

# ComponentInspector.ComCategoryRootTreeNode.Text
source: Component Categories
de: Komponenten-Kategorien

# ComponentInspector.ComClassRootTreeNode.Text
source: Classes
de: Klassen
se: Klasser

# ComponentInspector.ComInterfaceRootTreeNode.Text
source: Interfaces
de: Schnittstellen
se: Gränssnitt

# ComponentInspector.ComRunningObjectsTreeNode.Text
source: COM Running Objects
de: Ausgeführte COM-Objekte

# ComponentInspector.ComTreeNode.Text
source: Favorite/Recently Accessed Type Libraries
de: Bevorzugt/Zuletzt benutzte Typbibliotheken

# ComponentInspector.ComTypeLibraryRootTreeNode.Text
source: Type Libraries
de: Typ-Bibliotheken
se: Typbibliotek

# ComponentInspector.ConstructorDialog.Information
source: If you select a constructor with parameters, after you hit OK, please fill in the parameters and then drag the selected constructor to where you want this object to be created.
de: Wenn Sie einen Konstruktor mit Parametern fehlen, geben Sie bitte die Parameter ein, nachdem Sie OK gedrückt haben, und ziehen Sie den gewählten Konstruktor dorthin, wo Sie das Objekt erzeugen möchten.

# ComponentInspector.ConstructorDialog.Title
source: Select a Constructor
de: Wählen Sie einen Konstruktor

# ComponentInspector.ControlsTab
source: Controls
de: Steuerelemente
se: Kontroller

# ComponentInspector.CreateObjectMenuItem
source: Create O&bject
de: Erzeuge O&bjekt
se: Skapa O&bjekt

# ComponentInspector.CustDirectoriesPanel.ApplicationWorkingFolder
source: Application Working Directory
de: Anwendungs-Arbeitsverzeichnis

# ComponentInspector.CustDirectoriesPanel.ConvertedAssembliesFolder
source: ActiveX Converted Assemblies
de: Konvertiere ActiveX-Assemblies

# ComponentInspector.CustDirectoriesPanel.Title
source: Directories
de: Verzeichnisse
se: Mappar

# ComponentInspector.CustomActiveXPanel.AutomaticallyGetPropertiesCheckBox
source: Automatically Get COM Properties
de: Hole COM Eigenschaften automatisch

# ComponentInspector.CustomActiveXPanel.GetRunningComObjectsCheckBox
source: Get COM Running Objects at Startup
de: Hole COM ausführende Objekte bei Programmstart

# ComponentInspector.CustomObjectPanel.OtherLabel
source: Other
de: Andere
se: Övriga

# ComponentInspector.CustomObjectPanel.ShowBaseClassNamesCheckBox
source: Show base class names
de: Zeige Name der Basisklasse

# ComponentInspector.CustomObjectPanel.ShowLabel
source: Show
de: Anzeigen
se: Visa

# ComponentInspector.CustomObjectPanel.ShowObjectAsBaseCheckBox
source: Show Object members in base class category
de: Zeige Objekt-Member in Basisklassen-Kategorie

# ComponentInspector.CustomObjectPanel.ShowPublicMembersCheckBox
source: Public members only
de: Nur öffentliche Member

# ComponentInspector.ErrorDialog.LessInformationButton
source: Less Information
de: Weniger Informationen
se: Mindre information

# ComponentInspector.ErrorDialog.MoreInformationButton
source: More Information
de: Mehr Informationen
se: Mer information

# ComponentInspector.ErrorDialog.ReportAsBugButton
source: Report as Bug
de: Als Fehler melden

# ComponentInspector.EventLogList.ClearAllMenuItem
source: Clear &All
de: Leere &alle

# ComponentInspector.EventLogList.ClearMenuItem
source: &Clear
de: &Leere

# ComponentInspector.EventLogList.EventColumnHeader
source: Event
de: Ereignis
se: Händelse

# ComponentInspector.EventLogList.EventsBeingLoggedTab
source: Events Being Logged
de: zu speichernde Ereignisse

# ComponentInspector.EventLogList.EventsTab
source: Event Log
de: Ereignis Log
se: Händelselogg

# ComponentInspector.EventLogList.IncrementColumnHeader
source: Inc
de: Ink

# ComponentInspector.EventLogList.NoEventsBeingLoggedMessage
source: You are not logging any events. To begin logging events, select an object or an event in the Objects panel, and either right-click or use the Action menu to enable event logging.
de: Sie protokollieren keine Ereignisse. Wählen Sie ein Objekt oder ein Ereignis im Objekte-Panel und klicken Sie mit der rechten Maustaste oder benutzen Sie das "Aktion"-Menü um mit dem Protokollieren von Ereignissen zu beginnen.

# ComponentInspector.EventLogList.ParametersColumnHeader
source: Parameters
de: Parameter
se: Parametrar

# ComponentInspector.EventLogList.StopAllLoggingMenuItem
source: Stop &All Logging
de: Stoppe &alles Protokollieren

# ComponentInspector.EventLogList.StopLoggingMenuItem
source: &Stop Logging
de: &Stoppe Protokollieren

# ComponentInspector.EventLogList.TimeColumnHeader
source: Time
de: Zeit
se: Tid

# ComponentInspector.FindDialog.AllLevelsLabel
source: All levels
de: Alle Ebenen
se: Alla nivåer

# ComponentInspector.FindDialog.AssembliesRadioButton
source: Assemblies/Types
de: Assemblies/Typen

# ComponentInspector.FindDialog.ContainsRadioButton
source: Contains
de: Enthält
se: Innehåller

# ComponentInspector.FindDialog.FindButton
source: Find
de: Finde
se: Sök

# ComponentInspector.FindDialog.FindIn
source: Find In
de: Finde in
se: Sök i

# ComponentInspector.FindDialog.FindWhatLabel
source: Find what:
de: Suche nach:

# ComponentInspector.FindDialog.FoundListColumnHeader
source: Item
de: Element

# ComponentInspector.FindDialog.LevelSelectOnlyDownLabel
source: Only down
de: Nur herunter

# ComponentInspector.FindDialog.LevelsLabel
source: Levels
de: Level
se: Nivåer

# ComponentInspector.FindDialog.LookingAtLabel
source: Looking at:
de: Betrachtet:

# ComponentInspector.FindDialog.MatchLabel
source: Match
de: Übereinstimmung

# ComponentInspector.FindDialog.NoItemsFoundMessage
source: No items found
de: Keine Elemente gefunden

# ComponentInspector.FindDialog.NoTreeNodeSelectedDialogTitle
source: Please Select Tree Node
de: Bitte selektieren Sie einen Knoten

# ComponentInspector.FindDialog.NoTreeNodeSelectedMessage
source: You must select a node in some tree; the find will begin with that node.
de: Sie müssen einen Knoten in einem Baum selektieren; das Suchen wird bei diesem Knoten beginnen.

# ComponentInspector.FindDialog.ObjectTreeRadioButtonText
source: Object Tree
de: Objekt-Baum
se: Objektträd

# ComponentInspector.FindDialog.ObjectTreeValueCheckBox
source: Value
de: Wert
se: Värde

# ComponentInspector.FindDialog.SelectNameOrValueDialogTitle
source: Please Select Name/Value
de: Bitte Name/Wert Auswählen

# ComponentInspector.FindDialog.SelectNameOrValueMessage
source: Please select one or both of Name or Value when searching the Object tree.
de: Bitte Namen und/oder Wert auswählen, umd den Objektbaum zu durchsuchen.

# ComponentInspector.FindDialog.SelectNodeInTreeNameMessage
source: You must select a node in the {0} tree; the find will begin with that node.
de: Sie müssen einen Knoten im {0} Baum auswählen. Das Resultat wird mit diesem Knoten beginnen.

# ComponentInspector.FindDialog.ShowItemMenuItem
source: Show Item
de: Element anzeigen

# ComponentInspector.FindDialog.StartingWithLabel
source: Starting with:
de: Fängt an mit:
se: Startar med:

# ComponentInspector.FindDialog.StartsWithRadioButton
source: Starts With
de: Fängt an mit
se: Startar med

# ComponentInspector.FindDialog.Title
source: Find
de: Finde
se: Sök

# ComponentInspector.GacList.CultureColumn
source: Culture
de: Kultur

# ComponentInspector.GacList.OpenMenuItem
source: &Open
de: &Öffnen
se: &Öppna

# ComponentInspector.GacList.PublicKeyTokenColumn
source: Public Key Token
de: Öffentliches Schlüssel-Token

# ComponentInspector.GeneralOptionsPanel.AutomaticallyGetComPropertiesCheckBox
source: Automatically get COM properties
de: Rufe COM-Eigenschaften automatisch ab

# ComponentInspector.GeneralOptionsPanel.GetRunningComObjectsAtStartupCheckBox
source: Get COM running objects at startup
de: Rufe laufende COM-Objekte beim Start ab

# ComponentInspector.GeneralOptionsPanel.ShowAssemblyPanelCheckBox
source: Show Assembly Panel
de: Zeige Assembly-Panel

# ComponentInspector.GeneralOptionsPanel.ShowControlsPanelCheckBox
source: Show Controls Panel
de: Zeige Steuerelement-Panel

# ComponentInspector.GeneralOptionsPanel.ShowGacPanelCheckBox
source: Show GAC Panel
de: Zeige GAC-Panel

# ComponentInspector.GetPropertyMenuItem
source: &Get Property
de: &Rufe Property ab
