Repository: Altaxo/Altaxo
Catalog: Content/data/resources/StringResources.*.resx
Languages: de, se

# AddInManager.About
source: About
de: Über...
se: Om SharpDevelop

# AddInManager.ActionCancelDeinstallation
source: Cancel deinstallation
de: Deinstallation abbrechen
se: Avbryt avinstallation

# AddInManager.ActionCancelInstallation
source: Cancel installation
de: Installation abbrechen
se: Avbryt installation

# AddInManager.ActionCancelUpdate
source: Cancel update
de: Update abbrechen
se: Avbryt uppdatering

# AddInManager.ActionDisable
source: Disable
de: Deaktivieren
se: Avaktivera

# AddInManager.ActionEnable
source: Enable
de: Aktivieren
se: Aktivera

# AddInManager.ActionInstall
source: Install
de: Installieren
se: Installera

# AddInManager.ActionUninstall
source: Uninstall
de: Deinstallieren
se: Avinstallera

# AddInManager.ActionUpdate
source: Update
de: Update installieren
se: Uppdatera

# AddInManager.AddInDependencyFailed
source: A dependency for this AddIn was not found. Install it to enable this AddIn.
de: Eine Abhängigkeit dieses AddIns wurde nicht gefunden. Installieren Sie sie, um dieses AddIn zu aktivieren.
se: Detta AddIn använder sig av en eller flera komponenter som inte hittades. Var god installera de behövda komponenterna för kunna använda detta AddIn.

# AddInManager.AddInDisabled
source: Disabled
de: Deaktiviert
se: Avaktiverad

# AddInManager.AddInEnabled
source: AddIn will be enabled after restarting SharpDevelop
de: AddIn wird nach Neustart von SharpDevelop aktiviert
se: AddIn kommer att aktiveras efter omstart av SharpDevelop

# AddInManager.AddInInstalled
source: AddIn will be installed after restarting SharpDevelop
de: AddIn wird nach Neustart von SharpDevelop installiert
se: AddIn kommer att installeras efter omstart av SharpDevelop

# AddInManager.AddInInstalledTwice
source: This AddIns is installed twice. Please uninstall one copy.
de: Dieses AddIn ist doppelt installiert. Bitte entfernen Sie eine Kopie.
se: Detta AddIn har installerats två gånger. Var god avinstallera en av installationerna.

# AddInManager.AddInMustHaveIdentity
source: The AddIn must have an <Identity> for use with the AddIn-Manager.
de: Das AddIn muss ein <Identity>-Element haben, um mit dem AddIn-Manager verwaltet werden zu können.
se: Detta AddIn måste ha en <Identity> för att kunna användas tillsammans med AddIn-hanteraren.

# AddInManager.AddInRemoved
source: AddIn will be removed after restarting SharpDevelop
de: AddIn wird nach Neustart von SharpDevelop entfernt
se: AddIn kommer att tas bort efter omstart av SharpDevelop

# AddInManager.AddInUpdated
source: AddIn will be updated after restarting SharpDevelop
de: AddIn wird nach Neustart von SharpDevelop aktualisiert
se: AddIn kommer att uppdateras efter omstart av SharpDevelop

# AddInManager.AddInWillBeDisabled
source: AddIn will be disabled after restarting SharpDevelop
de: AddIn wird nach Neustart von SharpDevelop deaktiviert
se: AddIn kommer att avaktiveras efter omstart av SharpDevelop

# AddInManager.CannotDisableAddInManager
source: You cannot disable the AddInManager because you need it to re-enable AddIns!
de: Sie können den AddIn-Manager nicht deaktivieren, weil Sie ihm zum aktivieren von AddIns benötigen!
se: Du kan inte inaktivera AddInManager eftersom du behöver den för att kunna återaktivera AddIns!

# AddInManager.CannotInstallIntoApplicationDirectory
source: You cannot install AddIns inside the ${ProductName} directory, they will be picked up as pre-installed AddIns automatically.
de: Sie können AddIns nicht innerhalb vom ${ProductName}-Verzeichnis installieren, sie werden automatisch als vorinstallierte AddIns geladen.

# AddInManager.DescriptionCancelDeinstallation
source: Aborts the deinstallation of the selected AddIn(s).
de: Bricht die Deinstallation der gewählten AddIn(s) ab.
se: Avbryter avinstallationen av valda tillägg.

# AddInManager.DescriptionCancelInstall
source: Aborts the installation of the selected AddIn(s).
de: Bricht die Installation der gewählten AddIn(s) ab.
se: Avbryter installationen av valda tillägg.

# AddInManager.DescriptionCancelUpdate
source: Aborts the update of the selected AddIn(s).
de: Bricht die Aktualisierung der gewählten AddIn(s) ab.
se: Avbryter uppdateringen av valda tillägg.

# AddInManager.DescriptionDisable
source: Disables the selected AddIn(s).
de: Deaktiviert die gewählten AddIn(s).
se: Avaktiverar valda tillägg.

# AddInManager.DescriptionEnable
source: Enables the selected AddIn(s).
de: Aktiviert die gewählten AddIn(s).
se: Aktiverar valda tillägg.

# AddInManager.DescriptionInconsistentSelection
source: The selection is inconsistent, please select only AddIns with the same status.
de: Die Selektion ist ungültig, bitte wähle nur AddIns mit dem gleichen Status.
se: Markeringen är inkonsekvent, vänligen välj endast tillägg med samma status.

# AddInManager.FileAssociation
source: AddIn Installation Package
de: AddIn Installationspaket
se: Installationspaket för tillägg

# AddInManager.FileFilter
source: SharpDevelop AddIns|*.addin;*.sdaddin|All files|*.*
de: SharpDevelop AddIns|*.addin;*.sdaddin|Alle Dateien|*.*
se: SharpDevelop Tillägg|*.addin;*.sdaddin|Alla filer|*.*

# AddInManager.InstallButton
source: &Install AddIn
de: AddIn &installieren
se: &Installera Tillägg

# AddInManager.NoAddInsInstalled
source: You don't have any AddIns installed. Download an AddIn from the Internet, then click 'Install AddIn' and choose the downloaded file to install it.
de: Sie haben keine AddIns installiert. Laden Sie ein AddIn aus dem Internet herunter, klicken Sie auf "AddIn installieren" und wählen Sie die heruntergeladene Datei, um sie zu installieren.
se: Du saknar installerade tillägg. Ladda hem ett tillägg från Internet och klicka sedan på 'Installera Tillägg' och välj den nedladdade filen för att installera tillägget.

# AddInManager.OpenWebsite
source: Open Website
de: Webseite öffnen
se: Öppna webplats

# AddInManager.Options
source: Options
de: Optionen
se: Inställningar

# AddInManager.RequiredBy
source: AddIns are required by:
de: AddIns werden benötigt von:
se: Tillägg behövs av:

# AddInManager.RequiredDependencies
source: Required dependencies:
de: Benötigte Abhängigkeiten:
se: Nödvändiga beroenden:

# AddInManager.ShowPreinstalledAddIns
source: Show preinstalled AddIns
de: Zeigt vorinstallierte AddIns
se: Visa förinstallerade tillägg

# AddInManager.UnknownFileFormat
source: Unknown file format:
de: Unbekanntes Dateiformat:
se: Okänt filformat:

# AddIns.ClassDiagram.ShowClassDiagram
source: Show Class Diagram
de: Klassendiagramm anzeigen

# AddIns.HelpViewer.ContentsPadTitle
source: Contents
de: Inhalt

# AddIns.HelpViewer.DisplayContentsCommand
source: Display Contents
de: Inhalt anzeigen

# AddIns.HelpViewer.DisplaySearchCommand
source: Search
de: Suche

# AddIns.HelpViewer.HelpLibraryRootTitle
source: Help Library
de: Hilfebibliothek

# AddIns.HelpViewer.HelpModeLabel
source: Help Mode
de: Hilfetyp

# AddIns.HelpViewer.InstalledHelpCatalogsLabel
source: Installed Help Catalogs
de: Installierte Hilfekataloge

# AddIns.HelpViewer.OfflineFeatureRequestMsg
source: You requested an offline feature in the online help mode. You have to change the mode in order to use this feature.
de: Sie haben eine Offlinefunktion im Online Hilfe Modus gewählt. Sie müssen den Modus verändern um diese Funktion verwenden zu können.

# AddIns.HelpViewer.SearchDoSearchButton
source: Search
de: Suchen

# AddIns.HelpViewer.SearchLookForLabel
source: Look for:
de: Suchen nach:

# AddIns.HelpViewer.SearchPadTitle
source: Search
de: Suche

# AddIns.HelpViewer.ShowErrorHelpTitle
source: Show Help
de: Hilfe anzeigen

# AddIns.HelpViewer.UseExternalHelp
source: Use external help
de: Externe Hilfe verwenden

# AddIns.HelpViewer.UseOfflineHelpLabel
source: I want to use local help
de: Ich möchte die lokale Hilfe verwenden

# AddIns.HelpViewer.UseOnlineHelpLabel
source: I want to use online help
de: Ich möchte die Online-Hilfe verwenden

# AddIns.HexEditor.DefaultBytesPerLine
source: Number of bytes per line
de: Anzahl Byte pro Zeile

# AddIns.HexEditor.Display
source: Display
de: Anzeige

# AddIns.HexEditor.Display.Elements
source: Elements
de: Elemente

# AddIns.HexEditor.Display.Elements.Data
source: Data
de: Daten

# AddIns.HexEditor.Display.Elements.Offset
source: Offset
de: Adresse

# AddIns.HexEditor.NumeralSystem
source: Numeral system
de: Zahlensystem

# AddIns.HexEditor.SizeToFit
source: Resize to fit current width
de: Größe an aktuelle Breite anpassen
se: Ändra storlek till aktuell bredd

# AddIns.HtmlHelp2.AddToFavorites
source: Add to Help Favorites
de: Zu Hilfe-Favoriten hinzufügen
se: Lägg till bland Hjälpfavoriter

# AddIns.HtmlHelp2.Back
source: Back
de: Zurück
se: Bakåt

# AddIns.HtmlHelp2.Contents
source: Contents
de: Inhalt
se: Innehåll

# AddIns.HtmlHelp2.DefaultEmptyFilter
source: (no filter)
de: (kein Filter)
se: (inget filter)

# AddIns.HtmlHelp2.Delete
source: Delete
de: Löschen
se: Ta bort

# AddIns.HtmlHelp2.DynamicHelp
source: Dynamic Help
de: Dynamische Hilfe
se: Dynamisk hjälp

# AddIns.HtmlHelp2.EnterURL
source: Enter URL
de: URL eingeben
se: Ange URL

# AddIns.HtmlHelp2.Environment
source: Help 2.0 Environment
de: Help 2.0-System
se: Hjälp 2.0 Miljö

# AddIns.HtmlHelp2.Favorites
source: Help Favorites
de: Hilfe-Favoriten
se: Hjälp favoriter

# AddIns.HtmlHelp2.FilteredBy
source: Filtered by:
de: Filter:
se: Filtrerad av:

# AddIns.HtmlHelp2.Forward
source: Forward
de: Weiter
se: Framåt

# AddIns.HtmlHelp2.HelpCollectionMayBeEmpty
source: The Help 2.0 system seems to be installed, but either the selected collection has no content or its content is unavailable.
de: Das Help 2.0-System scheint installiert zu sein. Aber die ausgewählte Collection hat keinen Inhalt, oder ihr Inhalt ist nicht verfügbar.

# AddIns.HtmlHelp2.HelpSearchCaption
source: Searching
de: Die Hilfe wird durchsucht
se: Söker

# AddIns.HtmlHelp2.HelpSearchInProgress
source: Searching for "${0}" ...
de: Es wird gesucht nach "${0}" ...
se: Söker efter "${0}" ...

# AddIns.HtmlHelp2.HelpSystemNotAvailable
source: The help system is not available. You need to install the .NET Framework SDK to get the help system.
de: Das Hilfesystem ist nicht verfügbar. Installieren Sie das .NET Framework SDK.
se: Hjälpsystemet är inte tillgängligt. Du måste installera .NET Framework SDK för att komma åt hjälpsystemet.

# AddIns.HtmlHelp2.HelpUpdateCaption
source: Help Update in Progress
de: Die Hilfe wird aktualisiert
se: Hjälpupdatering pågår

# AddIns.HtmlHelp2.HelpUpdateInProgress
source: Help is updating to reflect your recent changes. This may take several minutes.
de: Die Hilfe wird aktualisiert, um Ihren letzten Änderungen zu entsprechen. Dieser Vorgang kann einige Minuten dauern.
se: Hjälpen uppdaterar för att kunna reflektera dina senaste ändringar. Detta kan ta flera minuter.

# AddIns.HtmlHelp2.HighlightMatches
source: Highlight matches
de: Suchergebnisse hervorheben
se: Markera träffar

# AddIns.HtmlHelp2.Homepage
source: Homepage
de: Startseite
se: Hemsida

# AddIns.HtmlHelp2.IndexResults
source: Index results
de: Indexergebnisse
se: Index resultat

# AddIns.HtmlHelp2.Location
source: Location
de: Speicherort
se: Plats

# AddIns.HtmlHelp2.LookFor
source: Look for:
de: Suchen nach:
se: Sök efter:

# AddIns.HtmlHelp2.LookForSimilarWords
source: Look for similiar words
de: Nach verwandten Worten suchen
se: Sök efter liknande ord

# AddIns.HtmlHelp2.MultiTopic
source: topics
de: Themen
se: ämnen

# AddIns.HtmlHelp2.NewWindow
source: New Window
de: Neues Fenster
se: Nytt fönster

# AddIns.HtmlHelp2.NextTopic
source: Next topic
de: Nächstes Thema
se: Nästa ämne

# AddIns.HtmlHelp2.NoDataIsAvailableForDynamicHelp
source: No data is available for the current selection.
de: Für die aktuelle Auswahl gibt es keine Daten.
se: Ingen data finns tillgänglig för nuvarande markering.

# AddIns.HtmlHelp2.Options.AdditionOptions
source: Additional Options
de: Zusätzliche Einstellungen
se: Ytterligare inställningar

# AddIns.HtmlHelp2.Options.Groupbox
source: Help Collection
de: Hilfesammlung
se: Hjälpkollection

# AddIns.HtmlHelp2.Options.Label
source: Please select the help collection that you want to use in SharpDevelop.
de: Bitte wählen Sie die Hilfesammlung, die Sie in SharpDevelop nutzen möchten.
se: Var god välj den hjälpkollection som du önskar använda i SharpDevelop.

# AddIns.HtmlHelp2.Options.Reregister
source: Reregister SharpDevelop help
de: SharpDevelop Hilfe neu registrieren
se: Omregistrera SharpDevelop hjälpen

# AddIns.HtmlHelp2.Options.ShowTocPictures
source: Show pictures in the content
de: Zeige Grafiken im Inhaltsverzeichnis

# AddIns.HtmlHelp2.PreviousTopic
source: Previous topic
de: Vorheriges Thema
se: Föregående ämne

# AddIns.HtmlHelp2.PrintSubtopics
source: Print Subtopics ...
de: Untergeordnete Themen drucken ...
se: Skriv ut underämne...

# AddIns.HtmlHelp2.PrintTopic
source: Print Topic ...
de: Thema drucken ...
se: Skriv ut ämnet...

# AddIns.HtmlHelp2.PrintTopicAndSubtopics
source: Print Topic and Subtopics ...
de: Thema und untergeordnete Themen drucken ...
se: Skriv ut ämne och underämne..

# AddIns.HtmlHelp2.Rank
source: Rank
de: Rang

# AddIns.HtmlHelp2.Refresh
source: Refresh
de: Aktualisieren
se: Uppdatera

# AddIns.HtmlHelp2.RemoveFavorite
source: Are you sure you want to remove "${0}" from favorites?
de: Sind Sie sicher, dass Sie "${0}" aus den Favoriten löschen wollen?
se: Är du säker på att du vill ta bort "${0}" från favoriter?

# AddIns.HtmlHelp2.Rename
source: Rename
de: Umbenennen
se: Byt namn

# AddIns.HtmlHelp2.ResultsOfIndexResults
source: Index results for ${0} - found ${1} ${2}
de: Indexergebnisse für ${0} - ${1} ${2} gefunden
se: Index resultat för ${0} - hittade ${1} ${2}

# AddIns.HtmlHelp2.ResultsOfSearchResults
source: Search results for ${0} - found ${1} ${2}
de: Suchergebnisse für ${0} - ${1} ${2} gefunden
se: Sökresultat för ${0} - hittade ${1} ${2}

# AddIns.HtmlHelp2.Search
source: Search
de: Suchen
se: Sök

# AddIns.HtmlHelp2.SearchCommand
source: Search...
de: Suchen...
se: Sök...

# AddIns.HtmlHelp2.SearchInPreviouslyFoundTopics
source: Search in previously found topics only
de: Vorherige Ergebnisse durchsuchen
se: Sök endast i tidigare funna ämnen

# AddIns.HtmlHelp2.SearchInTitlesOnly
source: Search in titles only
de: Nur in Titeln suchen
se: Sök endast bland titlar

# AddIns.HtmlHelp2.SearchOnline
source: Search online
de: Online Suchen
se: Sök online

# AddIns.HtmlHelp2.SearchResults
source: Search results
de: Suchergebnisse
se: Sök resultat

# AddIns.HtmlHelp2.SingleTopic
source: topic
de: Thema
se: ämne

# AddIns.HtmlHelp2.SyncTOC
source: Synchronize TOC
de: Inhalt abgleichen
se: Synkronisera TOC

# AddIns.HtmlHelp2.TextZoom
source: Text zoom
de: Text zoomen

# AddIns.HtmlHelp2.Title
source: Title
de: Titel
se: Titel

# AddIns.HtmlHelp2.UseCurrentProjectLanguageForSearch
source: Use current Project language
de: Aktuelle Projektsprache berücksichtigen
se: Använd nuvarande projektspråk

# AddIns.Profiler.Commands.FindCallsOfSelected.TabTitle
source: Result
de: Ergebnis

# AddIns.Profiler.Commands.SetAsRoot.TabTitle
source: Merged Nodes
de: Zusammengefasste Knoten

# AddIns.Profiler.Commands.ShowFunctions.TabTitle
source: All functions for {0}
de: Alle Funktionen für {0}

# AddIns.Profiler.DatabaseTooNewError
source: The selected SharpDevelop profiling session was created by a newer version of SharpDevelop and thus cannot be opened.
de: Die gewählte SharpDevelop Profiler-Sitzung wurde mit einer neueren Version von SharpDevelop erstellt und kann daher nicht geöffnet werden.

# AddIns.Profiler.FileExtensionDescription
source: SharpDevelop Profiling Session
de: SharpDevelop Profiling Sitzung

# AddIns.Profiler.Messages.FileNotFound
source: This project cannot be started because the executable file was not found, please ensure that the project and all its depencies are built correctly!
de: Das Projekt kann nicht gestartet werden, weil die ausführbare Datei nicht gefunden werden konnte. Bitte stellen Sie sicher, dass das Projekt und alle Abhängigkeiten korrekt kompiliert wurden!

# AddIns.Profiler.Messages.NoStartableProjectFound
source: No startable project was found. Aborting ...
de: Es wurde kein ausführbares Projekt gefunden. Abbruch ...

# AddIns.Profiler.Messages.NoStartableProjectWantToProfileStartupProject
source: This project cannot be started. Do you want to profile the solution's StartUp project instead?
de: Dieses Projekt kann nicht gestartet werden. Wollen Sie stattdessen das Startprojekt der Projektmappe profilen?

# AddIns.Profiler.Messages.PreparingForAnalysis
source: Preparing for analysis ...
de: Bereite Analyse vor ...

# AddIns.Profiler.Messages.RegisterFailed
source: Could not register the profiler into COM Registry. Cannot start profiling!
de: Der Profiler konnte nicht in der COM-Registrierungsdatenbank eingetragen werden. Die Sitzung kann nicht gestartet werden!

# AddIns.Profiler.Messages.UnregisterFailed
source: Could not unregister the profiler from COM Registry!
de: Der Profiler konnte nicht aus der COM-Registrierungsdatenbank entfernt werden!

# AddIns.Profiler.MessageViewCategory
source: Profile
de: Profilen

# AddIns.Profiler.Options.General.DataCollection.CombineRecursiveCalls
source: Combine recursive calls.
de: Rekursive Aufrufe zusammenfassen.

# AddIns.Profiler.Options.General.DataCollection.DoNotProfileNetInternals
source: Do not profile .NET internal calls.
de: Interne .NET Aufrufe nicht profilen.

# AddIns.Profiler.Options.General.DataCollection.EnableDC
source: Collect data at the end of the session only.
de: Daten nur am Ende der Sitzung sammeln.

# AddIns.Profiler.Options.General.DataCollection.EnableDCAtStartup
source: Start to collect data immediately after the session started.
de: Sofort nach Beginn der Sitzung mit der Datensammlung beginnen.

# AddIns.Profiler.Options.General.DataCollection.Header
source: Data Collection
de: Datensammlung

# AddIns.Profiler.Options.General.DataCollection.SizeOfStorageDescription
source: Size of temporary storage file:
de: Größe des temporären Zwischenspeichers:

# AddIns.Profiler.Options.General.Title
source: General
de: Allgemein

# AddIns.Profiler.Options.Title
source: Profiling
de: Profiler

# AddIns.Profiler.ProfileCurrentProject
source: Profile current project
de: Aktuelles Projekt profilen

# AddIns.Profiler.ProfileExecutable
source: Select executable to profile
de: Ausführbare Datei profilen

# AddIns.Profiler.ProfileExecutable.ErrorMessage
source: Invalid data, please try again!
de: Ungültige Daten, probieren Sie es noch einmal!

# AddIns.Profiler.ProfileExecutableForm.CmdLineArgsText
source: Command line arguments:
de: Kommandozeilen-Argumente:

# AddIns.Profiler.ProfileExecutableForm.DescriptionText
source: Select the path of the executable you want to profile. Optionally you can specify a working directory and command line arguments.
de: Wählen Sie den Pfad zur ausführbaren Datei die Sie profilen wollen. Optional können Sie auch ein Arbeitsverzeichnis und Kommandozeilen-Argumente angeben.

# AddIns.Profiler.ProfileExecutableForm.ExePathText
source: Executable path:
de: Pfad zur ausführbaren Datei:

# AddIns.Profiler.ProfileExecutableForm.StartText
source: Start profiling
de: Profiler starten

# AddIns.Profiler.ProfileExecutableForm.Title
source: Profile Executable
de: Ausführbare Datei profilen

# AddIns.Profiler.ProfileExecutableForm.WorkingDirText
source: Working directory:
de: Arbeitsverzeichnis:

# AddIns.Profiler.ProfilerControlWindow.CollectData
source: Collect data
de: Daten sammeln

# AddIns.Profiler.ProfilerControlWindow.Shutdown
source: Shutdown
de: Beenden

# AddIns.Profiler.ProfilerControlWindow.Title
source: Profiler control window
de: Profiler-Steuerung

# AddIns.Profiler.ProfilingView.CallCountColumnText
source: Call count
de: Aufrufanzahl

# AddIns.Profiler.ProfilingView.CallsText
source: Calls:
de: Aufrufe:

# AddIns.Profiler.ProfilingView.ClearQueryHistoryText
source: Clear query history
de: Abfrageverlauf löschen

# AddIns.Profiler.ProfilingView.ContextMenu.CopySelectedData
source: Copy selected data
de: Gewählte Daten kopieren

# AddIns.Profiler.ProfilingView.ContextMenu.CopyStacktrace
source: Copy stacktrace
de: Stacktrace kopieren

# AddIns.Profiler.ProfilingView.ContextMenu.FindCallsOfSelected
source: Find calls of selected functions
de: Aufrufe gewählter Funktionen finden

# AddIns.Profiler.ProfilingView.ContextMenu.GoToDefinition
source: Go to definition
de: Gehe zur Definition

# AddIns.Profiler.ProfilingView.ContextMenu.SetAsRoot
source: Set as root/Merge
de: Als Wurzelknoten setzen/zusammenfassen

# AddIns.Profiler.ProfilingView.ContextMenu.ShowFunctions
source: Show functions
de: Zeige Funktionen

# AddIns.Profiler.ProfilingView.CpuCyclesText
source: CPU cycles:
de: CPU Zyklen:

# AddIns.Profiler.ProfilingView.ExecuteQueryText
source: Execute query
de: Abfrage ausführen

# AddIns.Profiler.ProfilingView.ExpandHotPathSubtreeText
source: Expand selected hot path
de: Gewählten Hot-Path ausklappen

# AddIns.Profiler.ProfilingView.OverviewTabText
source: Overview
de: Übersicht

# AddIns.Profiler.ProfilingView.QueryHistoryText
source: Query History
de: Abfrageverlauf

# AddIns.Profiler.ProfilingView.SearchLabelText
source: Search:
de: Suche:

# AddIns.Profiler.ProfilingView.ShowQueryBarText
source: Show query bar
de: Zeige Abfrageleiste

# AddIns.Profiler.ProfilingView.TimePercentageOfParentColumnText
source: % of parent
de: % des Elternknotens

# AddIns.Profiler.ProfilingView.TimeSpentColumnText
source: Time spent
de: Zeit

# AddIns.Profiler.ProfilingView.TimeSpentPerCallColumnText
source: Time spent/call
de: Zeit/Aufruf

# AddIns.Profiler.ProfilingView.TimeSpentSelfColumnText
source: Time spent (self)
de: Zeit (ohne Kindknoten)

# AddIns.Profiler.ProfilingView.TimeSpentSelfPerCallColumnText
source: Time spent (self)/call
de: Zeit (ohne Kindknoten)/Aufruf

# AddIns.Profiler.ProfilingView.TimeText
source: Time:
de: Zeit:

# AddIns.Profiler.ProfilingView.Title
source: Profiling Session Analyzer
de: Profiler-Sitzungsanalyse

# AddIns.Profiler.ProfilingView.WaitBarText
source: Refreshing view, please wait ...
de: Aktualisiere Ansicht, bitte warten ...

# AddIns.Profiler.UnitTests.RunWithProfiler
source: Run with profiler
de: Mit Profiler starten

# AddIns.SharpRefactoring.ExtractMethod
source: Extract method
de: Methode extrahieren

# AddIns.SharpRefactoring.ExtractMethod.ContainsBreakError
source: The selected code contains a break statement without the enclosing loop. Please change the selection!
de: Der ausgewählte Code enthält eine break-Anweisung ohne die übergeordnete Schleife. Bitte ändern Sie die Auswahl!

# AddIns.SharpRefactoring.ExtractMethod.ContainsContinueError
source: The selected code contains a continue statement without the enclosing loop. Please change the selection!
de: Der ausgewählte Code enthält eine continue-Anweisung ohne die übergeordnete Schleife. Bitte ändern Sie die Auswahl!

# AddIns.SharpRefactoring.ExtractMethod.ContainsGotoError
source: The selected code contains a goto statement without the label. Please change the selection!
de: Der ausgewählte Code enthält eine goto-Anweisung ohne die Sprungmarke. Bitte ändern Sie die Auswahl!

# AddIns.SharpRefactoring.ExtractMethod.EnterName
source: Enter a name for the new method
de: Namen für die neue Methode angeben

# AddIns.SharpRefactoring.ExtractMethod.InvalidSelection
source: Invalid selection! Please select a valid range.
de: Ungültige Markierung! Bitte einen gültigen Bereich auswählen.

# AddIns.SharpRefactoring.ExtractMethod.ParseErrors
source: Errors occured during parsing! Cannot extract a new method.
de: Beim Parsen des Codes traten Fehler auf! Es kann keine Methode extrahiert werden.

# AddIns.SharpRefactoring.ExtractMethodNotSupported
source: Extracting methods in {0} is currently not supported!
de: Extrahieren von Methoden in {0} wird derzeit nicht unterstützt.
