Repository: Altaxo/Altaxo
Catalog: Content/data/resources/StringResources.*.resx
Languages: de, se

# SideBarComponent.ContextMenu.DeleteTab
source: &Delete Tab
de: Tab löschen
se: &Ta bort Flik

# SideBarComponent.ContextMenu.DeleteTabHeaderQuestion
source: Do you really want to delete tab "${TabHeader}" (this will also delete all items in tab)?
de: Wollen Sie den tab "${TabHeader}" löschen?
se: Vill du verkligen ta bort textstycket "${TabHeader}" (detta kommer även att ta bort alla föremål som finns textstycket)?

# SideBarComponent.ContextMenu.DeleteTabItem
source: &Delete Item
de: Tabitem löschen
se: &Ta bort Enhet

# SideBarComponent.ContextMenu.DeleteTabItemQuestion
source: Do you really want to delete item "${TabItem}"?
de: Wollen Sie den Eintrag "${TabItem}" löschen?
se: Vill du verkligen ta bort föremålet "${TabItem}"?

# SideBarComponent.ContextMenu.RenameTab
source: &Rename Tab
de: Tab umbenennen
se: Byt namn på tabulator

# SideBarComponent.ContextMenu.RenameTabItem
source: &Rename Item
de: Tabitem umbenennen
se: Byt namn på enhet

# StartPage.AuthorsMenu.BarNameName
source: Show Authors
de: SharpDevelop Autoren
se: Visa Skapare

# StartPage.AuthorsMenu.Name
source: Authors
de: Autoren
se: Skapare

# StartPage.ChangeLogMenu.BarNameName
source: Show Change Log
de: SharpDevelop Changelog
se: Visa Förändringslog

# StartPage.ContactUs
source: Contact Us
de: Kontaktieren Sie uns
se: Kontakta oss

# StartPage.HelpWantedMenu.BarNameName
source: Help Wanted
de: Helfen Sie uns
se: Hjälp efterlyses

# StartPage.HelpWantedMenu.Name
source: Help Wanted
de: Helfen Sie uns
se: Hjälp efterlyses

# StartPage.StartMenu.BarNameName
source: Choose Project
de: Projekt auswählen
se: Välj projekt

# StartPage.StartMenu.LocationTable
source: Location
de: Pfad
se: Plats

# StartPage.StartMenu.ModifiedTable
source: Modified
de: Letzte Änderung
se: Ändrad

# StartPage.StartMenu.NewCombineButton
source: New solution
de: Neue Projektmappe
se: Ny Samling

# StartPage.StartMenu.OpenCombineButton
source: Open solution
de: Projektmappe öffnen
se: Öppna Samling

# StartPage.StartPageContentName
source: Start Page
de: Startseite
se: Startsida

# StatusBarService.CaretModes.Insert
source: INS
de: EINFG

# StatusBarService.CaretModes.Overwrite
source: OVR
de: ÜB
se: ÖVER

# StatusBarService.CursorStatusBarPanelText
source: ln ${Line} col ${Column} ch ${Character}
de: Z ${Line} S ${Column} Zei ${Character}
se: Rader ${Line} kolumner ${Column} tecken ${Character}

# Templates.File.#Develop.AddInOptions.Description
source: This class provides an easy access to persistent properties.
de: Diese Klasse ermöglicht einen einfachen Zugriff auf persistente Eigenschaften.

# Templates.File.#Develop.AddInOptions.Name
source: AddIn Options
de: AddIn-Optionen

# Templates.File.#Develop.MenuCommand.Description
source: An empty menu command for #D.
de: Ein leeres Menukommando für #D.
se: Ett tomt meny kommando för #D.

# Templates.File.#Develop.MenuCommand.Name
source: Menu Command
de: Menukommando
se: Meny kommando

# Templates.File.#Develop.OptionPanel.Description
source: A #D option panel.
de: Ein leeres #D Optionpanel.
se: En #D kontrollpanel.

# Templates.File.#Develop.SimpleCommand.Description
source: A command which can be used for various occasions.
de: Ein Standardkommando das an vielen Stellen verwendet werden kann.
se: Ett kommando som kan användas vid diverse tillfällen.

# Templates.File.#Develop.SimpleCommand.Name
source: Simple Command
de: Einfaches Kommando
se: Enkelt kommando

# Templates.File.#Develop.SimplePad.Description
source: A #D pad content (for example the #D scouts).
de: Ein #D Pad (zum Beispiel 'Ausgabe' oder 'Projekte').
se: En #D pad innehåll (till exempel #D utforskarna och scouterna).

# Templates.File.#Develop.SimplePad.Name
source: Empty Pad
de: Leeres Pad
se: Tom pad

# Templates.File.#Develop.View.Description
source: A #D view content (for example text editor or resource editor).
de: Ein #D View (zum Beispiel Texteditor oder Resourceeditor).
se: Ett #D-vyinnehål (till exempel texteditor eller resurseditor).

# Templates.File.#Develop.View.Name
source: Empty View
de: Leeres View
se: Tom vy

# Templates.File.Categories.Misc
source: Misc
de: Sonstiges
se: Diverse

# Templates.File.Categories.WindowsApplications
source: Windows Applications
de: Windowsanwendungen
se: Windowsapplikationer

# Templates.File.ConfigurationElement.Description
source: Class that implements ConfigurationElement.
de: Klasse, die ConfigurationElement implementiert.
se: Klass som implementerar ConfigurationElement

# Templates.File.ConfigurationElement.Name
source: Configuration Element
de: Konfigurationselement

# Templates.File.ConfigurationElementCollection.Description
source: Class that inherits ConfigurationElementCollection.
de: Klasse, die von ConfigurationElementCollection abgeleitet ist.
se: Klass som ärver av ConfigurationElementCollection.

# Templates.File.ConfigurationElementCollection.Name
source: Configuration Element Collection
de: Konfigurationselementesammlung

# Templates.File.ConfigurationSection.Description
source: Class that implements ConfigurationSection
de: Klasse, die ConfigurationSection implementiert.
se: Klass som implementerar ConfigurationSection

# Templates.File.ConfigurationSection.Name
source: Configuration Section
de: Konfigurationsabschnitt

# Templates.File.EmptyClass.Description
source: An empty class declaration.
de: Eine leere Klassendeklaration.
se: En tom klassdeklaration.

# Templates.File.EmptyClass.Name
source: Class
de: Klasse
se: Klass

# Templates.File.EmptyFile.Description
source: Creates an empty file.
de: Erstellt eine leere Datei.
se: Skapar en tom fil.

# Templates.File.EmptyFile.Name
source: Empty File
de: Leere Datei
se: Tom fil

# Templates.File.Exception.Name
source: Exception
de: Ausnahme

# Templates.File.GtkSharpWindow.Description
source: A window for a Gtk# application.
de: Ein Fenster für eine Gtk#-Anwendung.
se: Ett fönster för en Gtk# applikation.

# Templates.File.GtkSharpWindow.Name
source: Gtk# Window
de: Gtk# Fenster
se: Gtk# Fönster

# Templates.File.HeaderFile.Description
source: Creates an empty header file.
de: Erstellt eine leere Headerdatei.
se: Skapar en tom header-fil.

# Templates.File.HeaderFile.Name
source: Header File
de: Headerdatei
se: Header-fil

# Templates.File.Html.EmptyHtml.Name
source: Empty HTML file
de: Leere HTML-Datei
se: Tom HTML-fil.

# Templates.File.Html.EmptyHtmlFile.Description
source: Creates an empty HTML file.
de: Erstellt eine leere HTML-Datei.
se: Skapar en tom HTML-fil.

# Templates.File.Interface.Description
source: An empty interface declaration.
de: Eine leere Schnittstellen-Deklaration.
se: En tom gränssnittsdeklaration

# Templates.File.Interface.Name
source: Interface
de: Schnittstelle
se: Gränssnitt

# Templates.File.Module.Description
source: An empty module declaration.
de: Eine leere Modul-Deklaration.
se: En tom moduldeklaration.

# Templates.File.Module.Name
source: Module
de: Modul
se: Modul

# Templates.File.MsBuild.Description
source: Creates a MSBuild file with an empty "Build" target.
de: Erzeugt ein MSBuild-Skript mit einem leeren "Build"-Target.
se: Skapar en MsBuild fil med en tom "Build".

# Templates.File.MsBuild.Name
source: MSBuild file
de: MSBuild-Datei
se: MSBuild-fil

# Templates.File.MyExtensionClass.Description
source: A template for a class extending the "My" namespace.
de: Eine Vorlage für eine Klasse, die den "My" Namespace erweitert.
se: En mall för en klass som utökar "My" namespace.

# Templates.File.MyExtensionClass.Name
source: "My" extension
de: "My"-Erweiterung
se: "Mitt" tillägg

# Templates.File.NAnt.NAntBuildFile.Description
source: Creates a new NAnt build file.
de: Erstellt eine neue NAnt Builddatei.
se: Skapar en ny NAnt byggfil.

# Templates.File.NAnt.NAntBuildFile.Name
source: NAnt Build File
de: NAnt Builddatei
se: NAnt byggfil

# Templates.File.Properties.AddIFDEFTest
source: Add '#if TEST ... #endif'
de: '#if TEST ... #endif' einfügen
se: Lägg till '#if TEST ... #endif'

# Templates.File.Properties.AddIFDEFTest.Description
source: If true, the class is only compiled when the TEST symbol is defined.
de: Wenn eingeschaltet wird die Klasse nur kompiliert wenn das TEST Symbol definiert ist.
se: Om Sann så kommer klassen endast att kompileras när TEST-symbolen är definerad.

# Templates.File.Properties.AddSetupCode
source: Add setup code
de: Setup-Code generieren
se: Lägg till Installationskod

# Templates.File.Properties.AddSetupCode.Description
source: If true, setup code will be generated.
de: Bestimmt, ob Setup-Code generiert wird.
se: Om Sann så kommer Installationskod att generaras.

# Templates.File.Properties.AddTearDownCode
source: Add tear down code
de: Tear-Down Code generieren
se: Lägg till "bryt ner"-kod

# Templates.File.Properties.AddTearDownCode.Description
source: If true, tear down code will be generated.
de: Bestimmt, ob Tear-Down-Code generiert wird.
se: Om Sann så kommer "bryt ner"-kod att generas.

# Templates.File.Properties.ContextCategory
source: Context
de: Kontext
se: Innehåll

# Templates.File.Properties.IsSealed.Description
source: Set to true to declare the class as sealed.
de: Bestimmt, ob die Klasse als 'sealed' deklariert wird.

# Templates.File.Properties.OptionCategory
source: Options
de: Optionen
se: Inställningar

# Templates.File.RecentFilesCollection.Description
source: Implements ConfigurationCollection for storing recently opened files in your application.
de: Implementiert ConfigurationCollection zum Speichern kürzlich geöffneter Dateien in Ihrer Anwendung.

# Templates.File.RecentFilesCollection.Name
source: Recent files collection
de: Auflistung kürzlich geöffneter Dateien

# Templates.File.Resource.EmptyResourceFile.Description
source: creates an empty resource file
de: Erstellt eine leere Ressourcen-Datei
se: skapar en tom resursfil

# Templates.File.Resource.EmptyResourceFile.Name
source: Empty resource file
de: Leere Ressourcen-Datei
se: Tom resursfil

# Templates.File.SingletonClass.Description
source: A class following the singleton pattern.
de: Eine Klasse die dem Singletonmuster folgt.
se: En klass som följet singleton mönstret.

# Templates.File.SingletonClass.Name
source: Singleton Class
de: Singleton-Klasse
se: Singleton Klass

# Templates.File.Struct.Description
source: A struct declaration including Equals() and GetHashCode() implementation.
de: Eine struct-Deklaration mit Equals() und GetHashCode()-Implementation.

# Templates.File.Structure.Description
source: A structure declaration including Equals() and GetHashCode() implementation.
de: Deklaration für eine Struktur mit Equals() und GetHashCode() Implementation.

# Templates.File.Structure.Name
source: Structure
de: Struktur

# Templates.File.Text.EmptyText.Name
source: Empty text file
de: Leere Textdatei
se: Tom textfil

# Templates.File.Text.EmptyTextFile.Description
source: Creates a new text file.
de: Erzeugt eine neue Textdatei.
se: Skapar en ny textfil.

# Templates.File.UnitTest.Description
source: Creates a basic unit test.
de: Erzeugt einen einfachen Unit-Test.
se: Skapar ett normal enhetstest.

# Templates.File.WebControl.Description
source: A custom Web Control.
de: Ein benutzerdefiniertes Web-Steuerelement.

# Templates.File.WebForm.Description
source: Web Form: .aspx page with Code Behind.
de: Web Form: .aspx-Seite mit Code-Datei.

# Templates.File.WebService.Description
source: Component Frame for ASMX Web Service.
de: Komponentenrahmen für ASMX Web Service.

# Templates.File.WindowsForm.Description
source: A form for a windows application.
de: Ein Form für eine Windowsanwendung.
se: En form för en windows application.

# Templates.File.WindowsUserControl.Description
source: A user control for a windows application.
de: Ein Steuerelement für eine Windowsanwendung.
se: En användarkontroll för en Windows-applikation.

# Templates.File.WindowsUserControl.Name
source: User Control
de: Steuerelement
se: Användarkontroll

# Templates.File.WinFXFlowDocument.Name
source: WPF Flow Document
de: WPF Flussdokument
se: WinFX flödesdokument

# Templates.File.WinFXPage.Name
source: WPF Page
de: WPF Seite
se: WinFX sida

# Templates.File.WinFXPageFunction.Name
source: WPF Page Function
de: WPF Seitenfunktion
se: WinFX sidfunktion

# Templates.File.WinFXUserControl.Description
source: A WPF Custom Control
de: Ein WPF Benutzersteuerelement

# Templates.File.WinFXUserControl.Name
source: WPF User Control
de: WPF Benutzersteuerelement
se: WinFX användarkontroll

# Templates.File.WinFXWindow.Description
source: A WPF Window
de: Ein WPF Fenster

# Templates.File.WiX.EmptyWiX.Description
source: empty fragment file for WiX
de: leere Fragmentdatei für WiX
se: tom fragmentfil för WiX

# Templates.File.WiX.EmptyWiX.Name
source: Empty WiX Fragment File
de: Leere WiX-Fragmentdatei
se: Tom WiX fragmentfil

# Templates.File.Wix.EmptyWixDialog.Description
source: Creates an empty setup dialog.
de: Erstellt einen leeren Setup-Dialog.

# Templates.File.Wix.EmptyWixDialog.Name
source: Empty Setup Dialog
de: Leerer Setup-Dialog

# Templates.File.Wix.WixDialog.Description
source: Creates a setup dialog with some default controls on it.
de: Erstellt einen Setup-Dialog mit einigen Standard-Steuerelementen darauf.

# Templates.File.Wix.WixFile.Description
source: Creates an empty setup document.
de: Erstellt ein leeres Setup-Dokument.

# Templates.File.Wix.WixFile.Name
source: Empty Setup Document
de: Leeres Setup-Dokument

# Templates.File.Wix.WixProject.Description
source: Creates an empty setup project.
de: Erstellt ein leeres Setup-Projekt.

# Templates.File.Wix.WixProject.Name
source: Empty Setup Project
de: Leeres Setup-Projekt

# Templates.File.Xml.AppConfig.Description
source: Generates an app.config file. For your application. MSBuild will rename this to appname.exe.config if this project is an executable.
de: Erstellt eine app.config-Datei für Ihre Anwendung. MSBuild wird diese Datei in anwendungsname.exe.config umbenennen, sofern dieses Projekt eine ausführbare Datei erzeugt.

# Templates.File.Xml.AppConfig.Name
source: App.Config File
de: App.Config Datei

# Templates.File.Xml.EmptyXml.Name
source: Empty XML file
de: Leere XML-Datei
se: Tom XML-fil.

# Templates.File.Xml.EmptyXmlFile.Description
source: Creates an empty XML file.
de: Erzeugt eine leere XML-Datei.
se: Skapar en tom XML-fil.

# Templates.File.Xml.EmptyXmlForm.Description
source: Creates an empty XML form.
de: Erstellt eine leere XML Form.

# Templates.File.Xml.EmptyXmlUserControl.Description
source: Creates an empty XML user control.
de: Erstellt ein leeres XML Benutzersteuerelement.

# Templates.File.Xml.EmptyXmlUserControl.Name
source: XML User Control
de: XML Benutzersteuerelement

# Templates.Project.BlankCombine.Description
source: Creates an empty solution without projects.
de: Erstellt eine leere Projektmappe ohne Projekte.
se: Skapar en tom Samling utan Projekt.

# Templates.Project.BlankCombine.Name
source: Empty solution
de: Leere Projektmappe
se: Tom Samling

# Templates.Project.ClassLibrary.Description
source: A project for creating classes which are used in other Applications.
de: Ein Projekt zum Erstellen von Klassen die von anderen Anwendungen benutzt werden.
se: Ett projekt för att skapa klasser som används i andra applikationer.

# Templates.Project.ClassLibrary.Name
source: Class Library
de: Klassenbibliothek
se: Klassbibliotek

# Templates.Project.ConsoleProject.Description
source: A project that creates a command line application.
de: Ein Projekt zum Erstellen einer Konsolenanwendung.
se: Ett projekt som skapar en kommandoradsapplikation.

# Templates.Project.ConsoleProject.Name
source: Console Application
de: Konsolenanwendung
se: Konsol Applikation

# Templates.Project.ConsoleProject.Unmanaged.Description
source: A project that creates a command line application in unmanaged (native) code.
de: Eine Projektvorlage welche eine Konsolenapplikation in nativem (unmanaged) Code erstellt.

# Templates.Project.ConsoleProject.Unmanaged.Name
source: Unmanaged console project
de: Unmanaged Konsolenanwendung

# Templates.Project.Direct3DApplication.Description
source: A project for creating an Application with Direct3D interface.
de: Ein Projekt zum Erstellen einer Applikation mit einer Direct3D-Schnittstelle.
se: Ett projekt för att skapa en applikation med Direct3D-gränssnitt.

# Templates.Project.Direct3DApplication.Name
source: Direct3D Application
de: Direct3D-Anwendung
se: Direct3D Applikation

# Templates.Project.EmptyProject.Description
source: An empty Project.
de: Ein leeres Projekt.
se: Ett tomt Projekt.

# Templates.Project.EmptyProject.Name
source: Empty Project
de: Leeres Projekt
se: Töm projekt

# Templates.Project.GladeSharpProject.Description
source: A project that creates a Glade# application
de: Ein Projekt das eine Glade# Anwendung erzeugt
se: Ett projekt som skapar en Glade# applikation

# Templates.Project.GladeSharpProject.Name
source: Glade# Application
de: Glade# Anwendung
se: Glade# Applikation

# Templates.Project.GtkSharpProject.Description
source: A project that creates a Gtk# application
de: Ein Projekt, das eine Gtk#-Anwendung erstellt
se: Ett projekt som skapar en Gtk# applikation

# Templates.Project.GtkSharpProject.Name
source: Gtk# Application
de: Gtk#-Anwendung
se: Gtk# Applikation

# Templates.Project.SetupProject.Description
source: A windows installer project for creating a MSI installer.
de: Ein Windows Installer-Projekt zum Erstellen eines MSI Installers.
se: Ett Windows-installationsprojekt för att skapa en MSI-installerare.

# Templates.Project.SetupProject.Name
source: Setup Project
de: Setup-Projekt
se: Organisera projekt

# Templates.Project.SharedAddin.Description
source: Creates a shared add-in for COM applications.
de: Erzeugt ein gemeinsam genutztes Add-in für COM-Anwendungen.

# Templates.Project.SharedAddin.Name
source: Shared Add-in
de: Gemeinsam genutztes Add-in

# Templates.Project.SharpDevelopAddin.Description
source: A project template to quickly create a SharpDevelop addin
de: Eine Projektvorlage um schnell ein SharpDevelop AddIn zu erstellen
se: En projektmall för att snabbt skapa ett SharpDevelop tillägg

# Templates.Project.SharpDevelopMacro.Description
source: AddIn template that defines an entry in the "Tools" menu that takes the active text editor and modifies the selected text.
de: AddIn Vorlage, welches einen Eintrag im "Tools" Menü definiert und im aktiven Texteditor den selektierten Text modifiziert.
se: Tilläggsmall som definierar ett val i verktygsmenyn och som använder aktuell texteditor för att modifiera markerad text.

# Templates.Project.SharpDevelopMacro.Name
source: Tools menu entry
de: "Extras"-Menüeintrag
se: Verktygsmenyval

# Templates.Project.SysTrayIcon.Description
source: A project that creates an application with a icon in the notification area on the taskbar.
de: Ein Projekt, das eine Anwendung mit einem NotifyIcon erstellt (Benachrichtigungssymbol auf der Taskleiste)

# Templates.Project.SysTrayIcon.Name
source: NotifyIcon Application
de: NotifyIcon-Anwendung

# Templates.Project.UserControlLibrary.Description
source: A project that creates user controls which are used in windows applications.
de: Ein Projekt zum Erstellen von Steuerelementen die in Windowsanwendungen verwendet werden.
se: Ett projekt som skapar användarkontroller som används i Windows-applikationer.

# Templates.Project.UserControlLibrary.Name
source: Windows User Control Library
de: Windows Steuerelementbibliothek
se: Windows bibliotek för användarkontroll

# Templates.Project.WebPage.Description
source: ASP.net web application
de: ASP.net Webanwendung

# Templates.Project.WebPage.Name
source: ASP.net webpage project
de: ASP.net Webanwendung

# Templates.Project.WebService.Description
source: A project that creates an ASP.NET Web Service
de: Ein Projekt, das einen ASP.NET Webservice erstellt

# Templates.Project.WindowsApplication.Description
source: A project that creates an application with a Windows interface.
de: Ein Projekt zum Erstellen einer Applikation mit einer Windows-Schnittstelle.
se: Ett projekt som skapar en applikation med ett Windows-gränssnitt.

# Templates.Project.WindowsApplication.Name
source: Windows Application
de: Windows-Anwendung
se: Windows Applikation

# Templates.Project.WindowsService.Description
source: A project for creating a windows service.
de: Ein Projekt zum Erstellen von einem Windows-Dienst.
se: Ett projekt för att skapa en Windows-service.

# Templates.Project.WindowsService.Name
source: Windows Service
de: Windows-Dienst

# Templates.Project.WinFXApplication.Description
source: Creates a simple WPF application.
de: Erstellt eine einfache WPF Anwendung mit einem Fenster.
se: Skapar en enkel WinFX applikation

# Templates.Project.WinFXApplication.Name
source: WPF Application
de: WPF Anwendung
se: WinFX applikation

# Templates.Project.WinFXNavigationApplication.Description
source: Creates a simple WPF application with one navigation page.
de: Erstellt eine WPF-Anwendung mit einer Navigationsseite.
se: Skapar en enkel WinFX applikation med en navigeringssida.

# Templates.Project.WinFXNavigationApplication.Name
source: WPF Navigation Application
de: WPF Navigations-Anwendung
se: WinFX navigeringsapplikation

# Templates.SharpReport.NewReport
source: Create a new report using the Report Wizard
de: Erstellt einen neuen Report unter Verwendung eines Assistenten.
se: Skapa en ny rapport med hjälp utav Rapportguiden

# XML.FormsDesigner.SideBar.CustomizeSidebar
source: Configure Sidebar...
de: Sidebar anpassen...
se: Konfigurera Verktygsfält...

# XML.MainMenu.Analysis
source: &Analysis
de: &Analyse

# XML.MainMenu.BuildMenu
source: B&uild
de: &Erstellen
se: B&ygg

# XML.MainMenu.BuildMenu.AbortBuild
source: Abort build
de: Erstellen abbrechen

# XML.MainMenu.BuildMenu.BreakKey
source: Break
de: Untbr

# XML.MainMenu.BuildMenu.BuildProject
source: B&uild ${CurrentProjectName}
de: &Erstelle ${CurrentProjectName}
se: B&ygg ${CurrentProjectName}

# XML.MainMenu.BuildMenu.BuildSolution
source: &Build Solution
de: E&rstelle Projektmappe
se: &Bygg Samling

# XML.MainMenu.BuildMenu.CleanProject
source: Clea&n ${CurrentProjectName}
de: Säu&bere ${CurrentProjectName}
se: Re&nsa ${CurrentProjectName}

# XML.MainMenu.BuildMenu.CleanSolution
source: &Clean Solution
de: &Säubere Projektmappe
se: &Rensa Samling

# XML.MainMenu.BuildMenu.EditConfigurationsPlatforms
source: Edit configurations/platforms
de: Bearbeite Konfigurationen/Plattformen

# XML.MainMenu.BuildMenu.PublishProject
source: Publish ${CurrentProjectName}
de: Veröffentliche ${CurrentProjectName}
se: Publicera ${CurrentProjectName}

# XML.MainMenu.BuildMenu.PublishSolution
source: &Publish Solution
de: &Veröffentliche Projektmappe
se: &Publicera Samling

# XML.MainMenu.BuildMenu.RebuildProject
source: R&ebuild ${CurrentProjectName}
de: Erstelle ${CurrentProjectName} &neu
se: Bygg om ${CurrentProjectName}

# XML.MainMenu.BuildMenu.RebuildSolution
source: &Rebuild Solution
de: Ers&telle Projektmappe neu
se: &Bygg om Samling

# XML.MainMenu.BuildMenu.SetConfiguration
source: Set configuration
de: Konfiguration festlegen
se: Ange konfiguration

# XML.MainMenu.BuildMenu.SetPlatform
source: Set platform
de: Plattform festlegen

# XML.MainMenu.DebugMenu
source: &Debug
de: Debu&ggen

# XML.MainMenu.DebugMenu.Attach
source: Attach to Process...
de: An Prozess anhängen...

# XML.MainMenu.DebugMenu.Break
source: &Break
de: Unter&brechen
se: Av&bryt

# XML.MainMenu.DebugMenu.Break.Description
source: Break the debugging process
de: Unterbreche den laufenden Prozess
se: Avbryter debuggningsprocessen.

# XML.MainMenu.DebugMenu.Continue
source: &Continue debugging
de: &Weiter debuggen
se: &Fortsätt debuggning

# XML.MainMenu.DebugMenu.Continue.Description
source: Continues the process execution.
de: Führt den Prozess weiter fort.
se: Fortsätter processutförandet.

# XML.MainMenu.DebugMenu.Detach
source: Detach
de: Trennen
