Repository: Altaxo/Altaxo
Catalog: Content/data/resources/StringResources.*.resx
Languages: de, se

# Dialog.HighlightingEditor.Properties.Value
source: Value
de: Wert
se: Värde

# Dialog.HighlightingEditor.Remove
source: Remove
de: Löschen
se: Ta bort

# Dialog.HighlightingEditor.RuleSet.Delimiters
source: Delimiters:
de: Trennzeichen:
se: Avbegränsare:

# Dialog.HighlightingEditor.RuleSet.Explanation
source: These are the general properties of the rule set. The delimiters string determines which characters are used for word splitting. If you enter something in "Referenced set", this means that the set will be the root rule set imported from another scheme whose name is the Reference string. All other options of this rule set are discarded. This is useful, for example, for HTML and ASP, which both use JavaScript as an import.
de: Dies sind die allgemeinen Eigenschaften des Rulesets. Das Feld "Trennzeichen" bestimmt, welche Zeichen zum Trennen der Worte verwendet werden. Wenn Sie etwas in "Referenz auf" eingeben, wird dieses Set so betrachtet, als wäre es das Haupt-Ruleset eines anderen Schemas, dessen Name Sie in diesem Feld eingeben. Alle anderen Optionen, die Sie hier für das Ruleset treffen, werden ignoriert. Dies ist z.B. nützlich, um in HTML und ASP jeweils JavaScript zu referenzieren.
se: Det här är de allmänna egenskaperna för regeluppsättningen. Avbegränsningssträngarna bestämmer vilka tecken som ska användas för orduppdelning. Om du skriver in någonting i "Refererad uppsättning" så betyder det att setet blir rotregelsetet som importerats från ett annat schema, vars namn är Referenssträngen. De andra valmöjligheterna för den här regeln används inte. Det här är exempelvis användbart för HTML och ASP, som båda använder JavaScript som en importör.

# Dialog.HighlightingEditor.RuleSet.IgnoreCase
source: Ignore case in rule set
de: Groß-/Kleinschreibung ignorieren
se: Ignorera stora/små bokstäver i regeluppsättningen

# Dialog.HighlightingEditor.RuleSet.Name
source: Name of rule set:
de: Name des Ruleset:
se: Namn på regeluppsättningen:

# Dialog.HighlightingEditor.RuleSet.NameEmpty
source: The rule set name must not be empty. Only the root rule set has no name.
de: Der Name darf nicht leer sein. Nur das Haupt-Ruleset hat keinen Namen.
se: Namnet på regeluppsättningen får inte vara tomt. Det är bara rotregelsetet som inte har något namn.

# Dialog.HighlightingEditor.RuleSet.NoEscapeSeq
source: Don't recognize escape sequences in the rule set
de: Escapesequenzen nicht erkennen
se: Känn inte igen flyktsekvenser i regeluppsättningen

# Dialog.HighlightingEditor.RuleSet.Reference
source: Referenced set:
de: Referenz auf:
se: Refererad uppsättning:

# Dialog.HighlightingEditor.RuleSet.SpaceAndTab
source: Space and Tab are added automatically.
de: Leerzeichen und Tab sind automatisch dabei.
se: Mellanslag och Tab läggs till automatiskt.

# Dialog.HighlightingEditor.RuleSets.EnterName
source: Enter name of new rule set:
de: Geben Sie den Namen des neuen Rulesets ein:
se: Skriv in namn på den nya regeluppsättningen:

# Dialog.HighlightingEditor.RuleSets.Explanation
source: Here you can define rule sets for the highlighting scheme. Rule sets are the heart of SharpDevelop's highlighting engine. Each rule set is a collection of colored keyword lists and spans, which are character sequences between given begin and end symbols, e.g. quotes. The root rule set is used for the main file body, the others (named ones) can be used inside of spans. So there can be several rule sets that apply to different regions of text, such as XML comments or strings.
de: Hier können Sie Rulesets für das Schema definieren. Rulesets sind das Kernstück des Hervorhebungsmechanismus. Jedes Ruleset besteht aus einer Sammlung an einzufärbenden Schlüsselwortlisten und "Spans", Bereichen zwischen definierten Start- und Endtexten, z.B. Anführungszeichen. Das Haupt-Ruleset wird vorerst für die ganze Datei verwendet, die anderen (benannten) können in Spans zum Einsatz kommen. So können verschiedene Rulesets in verschiedenen Textbereichen aktiviert sein, z.B. in XML-Kommentaren.
se: Här kan du definiera regeluppsättningarna för markeringsschemat. Regeluppsättningar är hjärtat i SharpDevelops markeringsmotor. Varje regeluppsättning är en kollection av färgade nyckelordslistor och omfång, som är teckensekvenser mellan givna begynnelse- och slutsymboler, t ex citat. Rotregeluppsättningen används för huvudfilens kropp, de andra (namngivna) kan användas inuti spannen. Det kan alltså finnas flertalet regeluppsättningar som används för olika textregioner, såsom XML-kommentarer eller -strängar.

# Dialog.HighlightingEditor.RuleSets.NamedRuleSets
source: Named rule sets:
de: Benannte Rulesets:
se: Namngivna regeluppsättningar:

# Dialog.HighlightingEditor.SampleText
source: Sample text
de: Beispieltext
se: Textexempel

# Dialog.HighlightingEditor.Scheme.Explanation
source: Each highlighting scheme must have an unique name that identifies it to the program. A user-defined scheme that has the same name as a built-in completely replaces the built-in. The 'Extensions' field is a list of semicolon-separated file extensions that this scheme belongs to, for example '.htm;.html;.asp'. This string must not contain spaces. When an extension is used by both a built-in and a user-defined scheme, the user-defined scheme has priority.
de: Jedes Hervorhebungsschema muss einen eindeutigen Namen haben, unter dem das Programm es kennt. Ein benutzerdefiniertes Schema mit demselben Namen wie ein eingebautes ersetzt dieses vollständig. Das 'Erweiterungen'-Feld ist eine Liste von durch Strichpunkte getrennten Dateierweiterungen, für die dieses Schema angewandt wird, z.B. '.htm;.html;.asp'. Es dürfen keine Leerzeichen enthalten sein. Wenn eine Erweiterung sowohl zu einem eingebauten als auch von einem benutzerdefinierten Schema gehört, hat das benutzerdefinierte Vorrang und wird verwendet.
se: Varje markeringsschema måste ha ett unikt namn som identifierar det till programmet. Ett användardefinierat schema som har samma namn som ett inbyggt ersätter helt och hållet det inbyggda. "Utöknings"-fälten är en lista över filtillägg separerade med semikolon som det här schemat tillhör, exempelvis ".htm;.html;.asp". Den här strängar får inte innehålla mellanslag. När ett tillägg används av såväl ett inbyggt som en användardefinierat schema har det användardefinierade schemat företräde.

# Dialog.HighlightingEditor.Scheme.Extensions
source: Extensions:
de: Erweiterungen:
se: Tillägg:

# Dialog.HighlightingEditor.Scheme.Name
source: Scheme name:
de: Schemaname:
se: Schemats namn:

# Dialog.HighlightingEditor.Scheme.NameEmpty
source: The scheme name must not be empty.
de: Der Name des Schemas darf nicht leer sein.
se: Schemat måste ha ett namn.

# Dialog.HighlightingEditor.Span.Begin
source: Begin of span:
de: Beginn:
se: Början av omfång:

# Dialog.HighlightingEditor.Span.BeginCol
source: Begin
de: Beginn
se: Början

# Dialog.HighlightingEditor.Span.BeginEmpty
source: The begin string must not be empty.
de: Der Beginn darf nicht leer sein.
se: Begynnelsesträngen får inte vara tom.

# Dialog.HighlightingEditor.Span.BeginSingleWord
source: Begin is single word:
de: Begin ist ganzes Wort:

# Dialog.HighlightingEditor.Span.Colors
source: Colors:
de: Farben:
se: Färger:

# Dialog.HighlightingEditor.Span.ContCol
source: Contents
de: Inhalt
se: Innehåll

# Dialog.HighlightingEditor.Span.End
source: End of span:
de: Ende:
se: Slut på omfång:

# Dialog.HighlightingEditor.Span.EndCol
source: End
de: Ende
se: Slutet

# Dialog.HighlightingEditor.Span.EndSingleWord
source: End is single word:
de: End ist ganzes Wort:

# Dialog.HighlightingEditor.Span.EscChar
source: Escape character:
de: Escape-Zeichen:

# Dialog.HighlightingEditor.Span.Explanation
source: In "Begin" and "End", @ has a special meaning: @!string@ doesn't match string when searching for the begin/end, and @@ matches a single @. If no color for begin/end is given, the contents color is used.
de: In "Beginn" und "Ende" hat @ eine besondere Bedeutung: te@!st@ passt nicht auf test, da das 'st' "verboten" ist. Wenn keine Farbe für Beginn oder Ende angegeben wird, wird die Inhaltsfarbe verwendet.
se: I "början" och "slutet" har @ en speciell betydelse: @!string@ matchar inte när det söker efter början/slutet, och @@ matchar ett ensamt @.

# Dialog.HighlightingEditor.Span.Name
source: Name of Span:
de: Span-Name:
se: Namn på omfång:

# Dialog.HighlightingEditor.Span.NameEmpty
source: The span name must not be empty.
de: Der Span-Name darf nicht leer sein.
se: Omfångets namn får inte vara tomt.

# Dialog.HighlightingEditor.Span.NoEscSeq
source: Don't recognize escape sequences
de: Escapesequenzen nicht erkennen
se: Känneteckna inte flyktsekvenser

# Dialog.HighlightingEditor.Span.Ruleset
source: Rule set to use:
de: Ruleset benutzen:
se: Regeluppsättning att användas:

# Dialog.HighlightingEditor.Span.StopEol
source: Span ends at end of line if no end string is found
de: Span endet am Zeilenende, wenn kein Ende gefunden wird
se: Omfånget slutar vid radens slut om ingen slutsträng kan hittas

# Dialog.HighlightingEditor.Span.Use
source: Use
de: Aktiv
se: Använd

# Dialog.HighlightingEditor.Spans.EnterName
source: Enter new span name:
de: Geben Sie den Namen des neuen Spans ein:
se: Skriv in nytt namn på omfånget:

# Dialog.HighlightingEditor.Spans.Explanation
source: Spans are sequences of characters defined by a beginning string, and optionally an end string (or they can end at end-of-line), that have a separate default highlight color. Additionally, a span can be assigned a named rule set that allows complex formatting inside (HTML tags or XML comments, for example).
de: "Spans" sind Textbereiche, die durch einen Starttext definiert werden, das Ende kann entweder das Zeilenende oder ein definierter Endtext sein. In Spans gilt eine eigene Farbe. Zusätzlich kann in einem Span ein benanntes Ruleset für komplexe Formatierung aktiviert werden (z.B. XML-Kommentare).
se: Omfång är sekvenser av tecken som definieras av en inledande sträng, och om man vill även av en avslutande sträng (annars kan de sluta vid radslutet), som har en separat standardmarkeringsfärg. Dessutom kan ett namn på ett spann kopplas till en namngiven regeluppsättning som möjliggör komplex formatering inuti (till exempel HTML-taggar eller XML-kommentarer).

# Dialog.HighlightingEditor.Spans.Spans
source: Defined spans:
de: Definierte Spans:
se: Definierade omfång:

# Dialog.HighlightingEditor.TreeView.DigitsColor
source: Digits color
de: Ziffernfarbe
se: Siffrornas färg

# Dialog.HighlightingEditor.TreeView.EnvironmentColors
source: Environment colors
de: Umgebungsfarben
se: Omgivningsfärger

# Dialog.HighlightingEditor.TreeView.KeywordList
source: Keyword list
de: Schlüsselwortliste
se: Nyckelordslista

# Dialog.HighlightingEditor.TreeView.KeywordLists
source: Keyword lists
de: Schlüsselwortlisten
se: Nyckelordslistor

# Dialog.HighlightingEditor.TreeView.MarkNextWord
source: Mark next word
de: Nächstes Wort markieren
se: Markera nästa ord

# Dialog.HighlightingEditor.TreeView.MarkPreviousWord
source: Mark previous word
de: Voriges Wort markieren
se: Markera föregående ord

# Dialog.HighlightingEditor.TreeView.Properties
source: Properties
de: Eigenschaften
se: Egenskaper

# Dialog.HighlightingEditor.TreeView.RootRuleSet
source: Root Rule set
de: Haupt-Ruleset
se: Rotregeluppsättning

# Dialog.HighlightingEditor.ValidationError
source: Please correct the settings you made:
de: Bitte korrigieren Sie Ihre Eingaben:
se: Var god rätta till inställningarna som du har gjort:

# Dialog.NewFile.AddToProjectQuestion
source: If you want to use the new file in the current project, you need to add it to the project. Do you want to add the new file to the project ${CurrentProjectName}?
de: Wenn Sie die neue Datei im aktuellen Projekt verwenden wollen, muss sie zum Projekt hinzugefügt werden. Wollen Sie die neue Datei zum Projekt ${CurrentProjectName} hinzufügen?
se: För att kunna använda den nya filen i det aktiva projektet så måste du lägga till den i projektet. Vill du lägga till den nya filen till projektet ${CurrentProjectName}?

# Dialog.NewFile.AddToProjectQuestionProject
source: Create file inside project
de: Datei im Projekt erstellen
se: Skapa filen i projektet

# Dialog.NewFile.AddToProjectQuestionStandalone
source: Create standalone file
de: Allein stehende Datei erstellen
se: Skapa en självständig fil

# Dialog.NewFile.AddToProjectQuestionTitle
source: Add file to project?
de: Datei zu Projekt hinzufügen?
se: Lägga till filen i projektet?

# Dialog.NewFile.CategoryText
source: &Categories:
de: &Kategorien:
se: &Kategorier:

# Dialog.NewFile.DialogName
source: New File
de: Neue Datei
se: Ny fil

# Dialog.NewFile.FileNameLabel
source: &File Name
de: &Dateiname
se: &Filnamn

# Dialog.NewFile.FillOutFirstCaption
source: Fill out properties first
de: Erst alle Eigenschaften ausfüllen
se: Fyll i egenskaperna först

# Dialog.NewFile.FillOutFirstMessage
source: To create this file you need to specify some property values first.
de: Um diese Datei zu erstellen müssen noch alle Eigenschaften spezifiziert werden.
se: För att kunna skapa den här filen måste du definera några egenskapsvärden först.

# Dialog.NewFile.ReadOnlyProjectWarning
source: Currently selected project file {0} has the readonly attribute set. The new file will not be added to the project.
de: Die markierte Projektdatei {0} ist schreibgeschützt. Die neue Datei wird nicht zum Projekt hinzugefügt.
se: Den nuvarande projektfilen {0} är skrivskyddad. Den nya filen kommer inte att läggas till projektet.

# Dialog.NewFile.TemplateText
source: &Templates:
de: Sch&ablonen:
se: &Mallar:

# Dialog.NewProject.autoCreateSubDirCheckBox
source: &Auto create project subdir
de: &Projektunterverzeichnis erstellen
se: Skapa projektets undermappar &automatiskt

# Dialog.NewProject.checkBox1Text
source: Create &directory for Sources
de: Verzeichnis für &Quellen:
se: Skapa &mapp för Källor

# Dialog.NewProject.CreateDirectoryForSolution
source: Create &directory for solution
de: &Verzeichnis für Projektmappe erstellen

# Dialog.NewProject.DialogName
source: New Project
de: Neues Projekt.
se: Nytt Projekt

# Dialog.NewProject.EmptyProjectFieldWarning
source: The project or source TextBox is empty, can't create project.
de: Die Textbox Projekt bzw. Quelltext ist leer. Projekt kann nicht erstellt werden
se: Projektet eller källan TextBox är tom, kan inte skapa projekt.

# Dialog.NewProject.LocationLabelText
source: &Location:
de: &Verzeichnis:
se: &Sökväg:

# Dialog.NewProject.NewSolutionLabelText
source: New &Project Name:
de: &Projektname:
se: Nytt &Projektnamn:

# Dialog.NewProject.ProjectAtDescription
source: Project will be created at
de: Projekt wird erstellt in:
se: Projektet kommer att skapas i

# Dialog.NewProject.ProjectTypeLabelText
source: &Categories:
de: &Kategorien:
se: &Kategorier:

# Dialog.NewProject.SearchReplace.ErrorParsingRegex
source: Error parsing regular expression:
de: Fehler beim Parsen des regulären Ausdrucks:

# Dialog.NewProject.SearchReplace.FindAll
source: Find &all
de: &Alle finden
se: Sök &alla

# Dialog.NewProject.SearchReplace.FindButton
source: &Find
de: &Finden
se: &Sök

# Dialog.NewProject.SearchReplace.FindDialogName
source: Find
de: Suchen
se: Sök

# Dialog.NewProject.SearchReplace.FindNextButton
source: &Find next
de: &Weitersuchen
se: &Sök nästa

# Dialog.NewProject.SearchReplace.FindWhat
source: Fi&nd what:
de: Suchen nach:
se: Sök efter:

# Dialog.NewProject.SearchReplace.IncludeSubFolders
source: Include su&b-folders
de: Einschließlich Unterordner
se: Inkludera un&dermappar

# Dialog.NewProject.SearchReplace.LookAtFileTypes
source: Look at these file &types:
de: Schauen Sie auf diese Datei&typen:
se: Studera följande fil&typer:

# Dialog.NewProject.SearchReplace.LookIn.AllOpenDocuments
source: all open documents
de: alle offenen Dokumente
se: alla öppna dokument

# Dialog.NewProject.SearchReplace.LookIn.CurrentDocument
source: current document
de: aktuelles Dokument
se: nuvarande dokument

# Dialog.NewProject.SearchReplace.LookIn.CurrentSelection
source: current selection
de: markierter Text
se: nuvarande markering

# Dialog.NewProject.SearchReplace.LookIn.DirectoryNotFound
source: The directory '{0}' does not exist.
de: Das Verzeichnis '{0}' existiert nicht.
se: Katalogen '{0}' existerar inte.

# Dialog.NewProject.SearchReplace.LookIn.SelectDirectory
source: Select directory to search in
de: Wählen Sie das zu durchsuchende Verzeichnis
se: Välj mapp att söka i

# Dialog.NewProject.SearchReplace.LookIn.WholeProject
source: whole project
de: ganzes Projekt
se: hela projektet

# Dialog.NewProject.SearchReplace.LookIn.WholeSolution
source: whole solution
de: ganze Projektmappe
se: hela samlingen

# Dialog.NewProject.SearchReplace.MarkAllButton
source: &Bookmark All
de: Alle markieren
se: Skapa &Bokmärken för samtliga

# Dialog.NewProject.SearchReplace.MatchCase
source: Match &case
de: Groß-/Kleinschreibung bea&chten
se: Matcha gemener/VER&SALER

# Dialog.NewProject.SearchReplace.MatchWholeWord
source: Match &whole word
de: Ganzes &Wort suchen
se: Matcha &hela ord

# Dialog.NewProject.SearchReplace.ReplaceAllButton
source: Replace &all
de: &Alles ersetzen
se: Ersätt &alla

# Dialog.NewProject.SearchReplace.ReplaceButton
source: &Replace
de: &Ersetzen
se: E&rsätt

# Dialog.NewProject.SearchReplace.ReplaceDialogName
source: Replace
de: Ersetzen
se: Ersätt

# Dialog.NewProject.SearchReplace.ReplaceWith
source: Replace with:
de: Ersetzen mit:
se: Ersätt med:

# Dialog.NewProject.SearchReplace.SearchIn
source: &Look in:
de: &Suchen in:
se: Sök i:

# Dialog.NewProject.SearchReplace.SearchStrategy.RegexSearch
source: Regular expressions
de: Reguläre Ausdrücke

# Dialog.NewProject.SearchReplace.SearchStrategy.Standard
source: Standard search
de: Standard Suche
se: Standardsökning

# Dialog.NewProject.SearchReplace.SearchStrategy.WildcardSearch
source: Wildcards
de: Platzhalter
se: Wildcard

# Dialog.NewProject.SearchReplace.SearchStringNotFound
source: Search string not found!
de: Suchtext nicht gefunden!
se: Den sökta strängen hittades inte!

# Dialog.NewProject.SearchReplace.SearchStringNotFound.Title
source: Not found
de: Nicht gefunden
se: Hittades inte

# Dialog.NewProject.SearchReplace.Title
source: Search and Replace
de: Suchen und Ersetzen
se: Sök och ersätt

# Dialog.NewProject.SearchReplace.UseMethodLabel
source: Us&e:
de: Method&e:
se: Anv&änd

# Dialog.NewProject.SelectDirectoryForProject
source: Select the directory in which the project will be created.
de: Wählen Sie das Verzeichnis, indem das Projekt erstellt werden soll.
se: Välj den katalog i vilket projektet skall skapas.

# Dialog.NewProject.SolutionName
source: Solution Na&me:
de: Projekt&mappenname:

# Dialog.NewProject.TemplateLabelText
source: &Templates:
de: Sch&ablonen:
se: &Mallar:

# Dialog.Options.BufferOptions
source: Buffer Options
de: Bufferoptionen
se: Buffringsinställningar

# Dialog.Options.CodeTemplate.AddGroupLabel
source: A&dd new Group
de: &Neue Gruppe
se: &Lägg till ny grupp

# Dialog.Options.CodeTemplate.Description
source: Description
de: Beschreibung
se: Beskrivning

# Dialog.Options.CodeTemplate.EditGroupDialog.Text
source: Please enter the list of file extensions as a semicolon-separated list. (Example: .h;.c;.cpp)
de: Bitte geben Sie die Liste der Dateierweiterungen mit Strichpunkten getrennt an. (Beispiel: .h;.c;.cpp)

# Dialog.Options.CodeTemplate.EditGroupLabel
source: &Edit extensions
de: &Erweiterungen bearbeiten

# Dialog.Options.CodeTemplate.EditTemplateDialog.DescriptionLabel
source: &Description
de: &Beschreibung
se: &Beskrivning

# Dialog.Options.CodeTemplate.EditTemplateDialog.DialogName
source: Edit Template
de: Schablone bearbeiten
se: Ändra mall

# Dialog.Options.CodeTemplate.EditTemplateDialog.TemplateLabel
source: &Template
de: &Schablone
se: &Mall

# Dialog.Options.CodeTemplate.ExtensionsLabel
source: E&xtensions
de: Er&weiterungen
se: &Tillägg

# Dialog.Options.CodeTemplate.Keyword
source: Keyword mapping
de: Schlüsselwortzuweisung

# Dialog.Options.CodeTemplate.PressTabToInsertTemplate
source: Press Tab to insert this code template.
de: Drücken Sie Tab, um diese Codeschablone einzufügen.
se: Tryck på Tab för att lägga till den här kodmallen.

# Dialog.Options.CodeTemplate.RemoveGroupLabel
source: Re&move Group
de: G&ruppe löschen
se: &Ta bort grupp

# Dialog.Options.CodeTemplate.Template
source: Template
de: Schablone
se: Mall

# Dialog.Options.CodeTemplatesText
source: Code Templates
de: Codeschablonen
se: Kodmallar

# Dialog.Options.CombineOptions.Configurations.CombineConfigLabel
source: Combine configuration
de: Combine Konfiguration
se: Samlings konfiguration

# Dialog.Options.CombineOptions.Configurations.ConfigurationColumnHeader
source: Configuration
de: Konfiguration
se: Konfiguration

# Dialog.Options.CombineOptions.Configurations.ConfigurationEditor
source: Configuration Editor
de: Konfigurations-Editor
se: Konfigurationsredigerare

# Dialog.Options.CombineOptions.Configurations.ConfigurationEditor.EditItem
source: <Edit>
de: <Bearbeiten>
se: <Redigera>

# Dialog.Options.CombineOptions.Configurations.ConfigurationManagerButton
source: Configuration Manager
de: Konfigurationsmanager
se: Konfigurationshanteraren

# Dialog.Options.CombineOptions.Configurations.EntriesGroupBox
source: Entries
de: Einträge
se: Val

# Dialog.Options.CombineOptions.Configurations.EntryColumnHeader
source: Entry
de: Eintrag
se: Val

# Dialog.Options.CombineOptions.Configurations.EntryConfigurationLabel
source: Entry configuration
de: Konfiguration
se: Valkonfiguration

# Dialog.Options.CombineOptions.Configurations.PlatformColumnHeader
source: Platform
de: Plattform
se: Plattform

# Dialog.Options.CombineOptions.Configurations.ProjectNameColumnHeader
source: Project Name
de: Projekt-Name
se: Projektnamn

# Dialog.Options.CombineOptions.Configurations.SolutionConfiguration
source: &Solution configuration:
de: Projekt&mappen-Konfiguration:

# Dialog.Options.CombineOptions.Dependencies.DependsOnLabel
source: Depends on:
de: Abhängig von:
se: Beror av:

# Dialog.Options.CombineOptions.Dependencies.EntryLabel
source: Entry:
de: Eintrag:
se: Val:

# Dialog.Options.CombineOptions.Startup.Action.Execute
source: Execute
de: Ausführen
se: Starta

# Dialog.Options.CombineOptions.Startup.Action.None
source: None
de: Keine
se: Ingen

# Dialog.Options.CombineOptions.Startup.ActionColumnHeader
source: Action
de: Aktion
se: Åtgärd

# Dialog.Options.CombineOptions.Startup.ActionLabel
source: Action
de: Aktion
se: Åtgärd

# Dialog.Options.CombineOptions.Startup.EntryColumnHeader
source: Entry
de: Eintrag
se: Val

# Dialog.Options.CombineOptions.Startup.MultipleStartupRadioButton
source: &Multiple Startup Project
de: &Mehrfachausführung
se: Flera startprojekt

# Dialog.Options.CombineOptions.Startup.SingleStartupRadioButton
source: &Single Startup Project
de: Einzelau&sführung
se: Ensamt startprojekt

# Dialog.Options.ExternalTool.ArgumentLabel
source: &Arguments
de: &Argumente
se: &Argument

# Dialog.Options.ExternalTool.CommandLabel
source: &Command
de: B&efehl
se: &Kommando

# Dialog.Options.ExternalTool.PromptForArgsCheckBox
source: &Prompt for Arguments
de: Zu&r Argumenteingabe auffordern
se: Plats för argument

# Dialog.Options.ExternalTool.QuickInsertMenu.CombineDirectory
source: &Solution directory
de: &Projektmappen-Verzeichnis
se: &Samlingens mapp

# Dialog.Options.ExternalTool.QuickInsertMenu.CombineFileName
source: Solution file name
de: S&olution-Dateiname
se: Samlingens filnamn

# Dialog.Options.ExternalTool.QuickInsertMenu.CurrentColumn
source: Current column
de: Aktuelle &Spalte
se: Nuvarande kolumn

# Dialog.Options.ExternalTool.QuickInsertMenu.CurrentLine
source: Current line
de: A&ktuelle Zeile
se: Nuvarande rad

# Dialog.Options.ExternalTool.QuickInsertMenu.CurrentText
source: Current text
de: Aktueller &Text
se: Nuvarande text
