Repository: Altaxo/Altaxo
Catalog: Content/data/resources/StringResources.*.resx
Languages: de, se

# ResourceEditor.DeleteEntry.Confirm
source: Do you really want to delete the selected resource(s)?
de: Möchten Sie wirklich die ausgewählte(n) Ressource(n) löschen?
se: Vill du verkligen ta bort dom valda resurserna?

# ResourceEditor.DeleteEntry.Title
source: Delete resource
de: Ressource löschen
se: Ta bort resurs

# ResourceEditor.Messages.CantLoadResource
source: Can't load resource
de: Kann Resource nicht laden:
se: Kan inte ladda resurs

# ResourceEditor.ResourceCodeGeneratorTool.ClassConflict
source: Error: Resource code generator is skipping resource file "{0}" because the generated class would conflict with the existing class "{1}".
de: Fehler: Ressourcen-Codegenerator überspringt die Ressourcendatei "{0}", weil die generierte Klasse mit der bestehenden Klasse "{1}" kollidieren würde.

# ResourceEditor.ResourceCodeGeneratorTool.CouldNotGenerateResourceProperty
source: Resource code generator: No resource property could be generated for resource '{0}'.
de: Ressourcen-Codegenerator: Es konnte keine Ressourcen-Eigenschaft für die Ressource '{0}' erzeugt werden.

# ResourceEditor.ResourceEdit.ContentColumn
source: Content
de: Inhalt
se: Innehåll

# ResourceEditor.ResourceEdit.ContextMenu.AddFiles
source: Add &files...
de: &Files hinzufügen...
se: Lägg till &filer...

# ResourceEditor.ResourceEdit.ContextMenu.AddStringEntry
source: Add string e&ntry
de: String hinzufügen...
se: Lägg till sträng i&nlägg

# ResourceEditor.ResourceEdit.ContextMenu.CopyResourceName
source: Copy resource name
de: Kopiere Resourcenname
se: Kopiera resursnamn

# ResourceEditor.ResourceEdit.ContextMenu.Rename
source: &Rename
de: &Umbenennen
se: &Byt namn

# ResourceEditor.ResourceEdit.ShowAsHexDump
source: Show as Hex Dump
de: In Hexadezimalansicht anzeigen

# ResourceEditor.ResourceEdit.TypeColumn
source: Type
de: Typ
se: Typ

# ResourceEditor.ResourceList.KeyAlreadyDefinedWarning
source: This key is already defined! Please choose another one.
de: Dieser Schlüssel ist bereits definiert. Bitte einen anderen verwenden.
se: Denna nyckel är redan definerad! Var god välj en annan.

# SharpDevelop.FileFilter.AllFiles
source: All files (*.*)
de: Alle Dateien (*.*)
se: Alla filer (*.*)

# SharpDevelop.FileFilter.AssemblyFiles
source: Assembly Files (*.exe;*.dll)
de: Assemblydateien (*.exe;*.dll)
se: Assembly Filer (*.exe;*.dll)

# SharpDevelop.FileFilter.BinaryFiles
source: Binary files
de: Binärdateien
se: Binärfiler

# SharpDevelop.FileFilter.Boo
source: Boo Files
de: Boo-Dateien

# SharpDevelop.FileFilter.BooPrjFiles
source: Boo Project Files
de: Boo Projektdateien

# SharpDevelop.FileFilter.CombineFiles
source: Combine Files (*.cmbx)
de: Combinedateien (*.cmbx)
se: Samlings-filer (*.cmbx)

# SharpDevelop.FileFilter.CPPFiles
source: C++ files (*.cpp;*.c;*.hpp;*.h)
de: C++ Dateien (*.cpp;*.c;*.hpp;*.h)
se: C++ filer (*.cpp;*.c;*.hpp;*.h)

# SharpDevelop.FileFilter.CSharpFiles
source: C# Files (*.cs)
de: C#-Dateien (*.cs)
se: C# filer (*.cs)

# SharpDevelop.FileFilter.CSharpPrjFiles
source: C# Project Files
de: C# Projektdateien
se: C# projektfiler

# SharpDevelop.FileFilter.CursorFiles
source: Cursor files
de: Cursor-Dateien

# SharpDevelop.FileFilter.ExecutableFiles
source: Executable Files (*.exe;*.com;*.pif;*.bat;*.cmd)
de: Ausführbare Dateien (*.exe;*.com;*.pif;*.bat;*.cmd)
se: Körbara filer (*.exe;*.com;*.pif;*.bat;*.cmd)

# SharpDevelop.FileFilter.Icons
source: Icon Files (*.ico)
de: Symboldateien (*.ico)
se: Ikon filer (*.ico)

# SharpDevelop.FileFilter.ILAsm
source: IL Files
de: IL-Dateien

# SharpDevelop.FileFilter.ILAsmPrjFiles
source: ILAsm Project Files
de: ILAsm Projektdateien

# SharpDevelop.FileFilter.ImageFiles
source: Image files
de: Bilddateien

# SharpDevelop.FileFilter.KeyFiles
source: Key files
de: Schlüsseldateien
se: Nyckelfiler

# SharpDevelop.FileFilter.NAnt
source: NAnt Build Files
de: NAnt-Dateien

# SharpDevelop.FileFilter.PrjxFiles
source: SharpDevelop 1.1 Project Files (*.prjx)
de: SharpDevelop 1.1 Projektdateien (*.prjx)
se: SharpDevelop 1.1 Projektfiler (*.prjx)

# SharpDevelop.FileFilter.ResourceFiles
source: Resource Files
de: Resourcen-Dateien

# SharpDevelop.FileFilter.SolutionFiles
source: Solutions (*.sln)
de: Projektmappen (*.sln)

# SharpDevelop.FileFilter.VBNetFiles
source: VB Files (*.vb)
de: VB-Dateien (*.vb)
se: VB filer (*.vb)

# SharpDevelop.FileFilter.VBNetPrjFiles
source: Visual Basic Project Files
de: Visual Basic Projektdateien

# SharpDevelop.FileFilter.XmlFiles
source: XML Files (*.xml)
de: XML-Dateien (*.xml)
se: XML filer (*.xml)

# SharpDevelop.FileFilter.XmlSchemaFiles
source: XML Schema Files (*.xsd)
de: XML Schemadateien (*.xsd)
se: XML Schema Filer (*.xsd)

# SharpDevelop.FileFilter.XslFiles
source: XSL files
de: XSL-Dateien

# SharpDevelop.FormsDesigner.ContextMenus.SelectionMenu.AlignToGrid
source: Align to &Grid
de: Am &Gitter ausrichten
se: Anpassa till &Rutorna

# SharpDevelop.FormsDesigner.ContextMenus.ViewCodeCommand
source: View &Code
de: &Code anzeigen
se: Visa &Kod

# SharpDevelop.Gui.Dialogs.WizardDialog.StepsLabel
source: Steps
de: Schritte
se: Steg

# SharpDevelop.HexEditor.StreamAdded
source: Stream added!
de: Stream hinzugefügt!

# SharpDevelop.Refactoring.CannotPerformOperationBecauseOfSyntaxErrors
source: The operation cannot be performed because your source code contains errors:
de: Die Operation kann nicht ausgeführt werden, weil Ihr Sourcecode Fehler enthält:

# SharpDevelop.Refactoring.CannotRenameBecauseNotUserCode
source: The element cannot be renamed because it is not defined in user code.
de: Das Element kann nicht umbenannt werden, weil es nicht im Benutzercode definiert ist.

# SharpDevelop.Refactoring.CannotRenameElement
source: The element at the caret position cannot be renamed.
de: Das Element an der Cursorposition kann nicht umbenannt werden.

# SharpDevelop.Refactoring.ClassesDerivingFrom
source: Classes deriving from ${Name}
de: Klassen, die von ${Name} erben

# SharpDevelop.Refactoring.ConvertToAutomaticProperty
source: Convert to automatic property
de: In automatische Eigenschaft konvertieren

# SharpDevelop.Refactoring.CreateChangedEvent
source: Create Changed-event
de: Changed-Event erstellen

# SharpDevelop.Refactoring.CreateGetter
source: Create &getter
de: &Getter erstellen

# SharpDevelop.Refactoring.CreateOnEventMethod
source: Create OnEvent-method
de: OnEvent-Methode erstellen
se: Skapa OnEvent-metod

# SharpDevelop.Refactoring.CreateProperty
source: Create &property
de: &Eigenschaft erstellen
se: Skapa &egenskap

# SharpDevelop.Refactoring.CurrentMethod
source: Current method
de: Aktuelle Methode
se: Nuvarande metod

# SharpDevelop.Refactoring.DeclaringType
source: Declaring type
de: deklarierende Klasse
se: Deklarera typ

# SharpDevelop.Refactoring.ExpandAutomaticProperty
source: Expand automatic property
de: Automatische Eigenschaft erweitern

# SharpDevelop.Refactoring.ExtractInterfaceCommand
source: Extract Interface
de: Schnittstelle extrahieren

# SharpDevelop.Refactoring.FindDerivedClassesCommand
source: Find &derived classes
de: Abgeleitete Typen finden
se: Sök efter nedärvda klasser

# SharpDevelop.Refactoring.FindingReferences
source: Finding references...
de: Suche Referenzen...
se: Söker efter referenser...

# SharpDevelop.Refactoring.FindOverridesCommand
source: Find &overrides
de: Überschreibungen finden
se: Sök överlagrade met&oder

# SharpDevelop.Refactoring.FindReferences
source: Find References
de: Finde Referenzen

# SharpDevelop.Refactoring.FindReferencesCommand
source: &Find references
de: &Finde Referenzen
se: &Sök referenser

# SharpDevelop.Refactoring.GoToBaseClassCommand
source: Go to &base class
de: Gehe zu &Basisklasse
se: Gå till basklassen

# SharpDevelop.Refactoring.GoToBaseCommand
source: Go to &base
de: Gehe zu &Basis
se: Gå till &bas

# SharpDevelop.Refactoring.GoToProperty
source: Go to &property
de: Gehe zur &Eigenschaft
se: Gå till &egenskap

# SharpDevelop.Refactoring.ImplementAbstractClass
source: Implement abstract class
de: Abstrakte Klasse implementieren

# SharpDevelop.Refactoring.ImplementInterface
source: Implement interface
de: Interface implementieren
se: Implementera gränssnitt

# SharpDevelop.Refactoring.ImplementInterfaceExplicit
source: Implement interface (explicit)
de: Interface implementieren (explizit)
se: Implementera gränssnitt (explicit)

# SharpDevelop.Refactoring.ImplementInterfaceImplicit
source: Implement interface (implicit)
de: Interface implementieren (implizit)
se: Implementera gränssnitt (implicit)

# SharpDevelop.Refactoring.InvalidName
source: Names may only contain letters, digits or underscores.
de: Namen dürfen nur aus Buchstaben, Ziffern und Unterstrichen bestehen.
se: Namn får endast innehålla bokstäver, siffror eller underscore tecken.

# SharpDevelop.Refactoring.InvalidNameStart
source: Names must start with a letter or underscore.
de: Namen dürfen nur mit Buchstaben oder Unterstrichen beginnen.
se: Namn måste börja med en bokstav eller ett underscore tecken.

# SharpDevelop.Refactoring.LoadSolutionProjectsThreadRunning
source: Find references cannot be executed until all files have been parsed.
de: "Finde Referenzen" kann nicht ausgeführt werden, solange SharpDevelop nicht alle Quelldateien eingelesen hat.
se: Hitta referenser kan inte exekveras förrän alla filer har analyserats.

# SharpDevelop.Refactoring.MoveClassToFile
source: Move class to file '${FileName}'
de: Verschiebe Klasse in Datei '${FileName}'
se: Flytta klassen till filen '${FileName}'

# SharpDevelop.Refactoring.OverridesOf
source: Overrides of ${Name}
de: Überschreibunden von ${Name}

# SharpDevelop.Refactoring.ReferencesTo
source: References to ${Name}
de: Referenzen auf ${Name}

# SharpDevelop.Refactoring.RemoveUnusedImports
source: Remove &unused import statements
de: Entferne &unbenutzte Import-Anweisungen

# SharpDevelop.Refactoring.Rename
source: Rename
de: Umbenennen
se: Byt namn

# SharpDevelop.Refactoring.RenameClassText
source: Enter the new name of the class:
de: Geben Sie den neuen Namen der Klasse ein:
se: Ange det nya namnet på klassen:

# SharpDevelop.Refactoring.RenameCommand
source: &Rename
de: &Umbenennen
se: &Byt namn

# SharpDevelop.Refactoring.RenameFieldAndProperty
source: Should SharpDevelop rename the property '{0}' to '{1}'?
de: Soll SharpDevelop die Eigenschaft '{0}' in '{1}' umbennenen?
se: Skall SharpDevelop döpa om egenskapen '{0}' till '{1}'?

# SharpDevelop.Refactoring.RenameFileTo
source: Rename file to '${FileName}'
de: Benenne Datei in '${FileName}' um

# SharpDevelop.Refactoring.RenameMemberText
source: Enter the new name of the member
de: Geben Sie den neuen Namen des Elements ein:
se: Ange det nya namnet på medlemmen

# SharpDevelop.SideBar.AsciiTable
source: ASCII Table
de: ASCII Tabelle
se: ASCII Tabell

# SharpDevelop.SideBar.ClipboardRing
source: Clipboard Ring
de: Zwischenablagering
se: Urklipps Ring

# SharpDevelop.SideBar.CSharpDocumentationTags
source: C# Documentation Tags
de: C# Dokumentationstags
se: C# Dokumentations Taggar

# SharpDevelop.SideBar.GeneralCategory
source: General
de: Allgemein
se: Generell

# SharpDevelop.SideBar.LicensesTags
source: Licenses
de: Lizenztemplates
se: Licenser

# SharpDevelop.SideBar.NoToolsAvailableForCurrentDocument
source: There are no tools available for the current document.
de: Es sind keine Tools für das aktuelle Dokument verfügbar.

# SharpDevelop.Solution.AllKnownProjectFormats
source: All known project formats
de: Alle bekannten Projektformate
se: Alla kända projektformat

# SharpDevelop.Solution.CannotSave.IOException
source: Could not save {0}:\n{1}
de: Konnte {0} nicht speichern: {1}
se: Kunde inte spara {0}:\n{1}

# SharpDevelop.Solution.CannotSave.ReadOnly
source: Cannot save solution file {0}. It is marked readonly.
de: Kann Projektmappen-Datei {0} nicht speichern, da diese schreibgeschützt ist.

# SharpDevelop.Solution.CannotSave.UnauthorizedAccessException
source: Could not save {0}:\n{1}\n\nEnsure the file is writable.
de: Konnte {0} nicht speichern: {1} Stellen Sie sicher, dass die Datei schreibbar ist.

# SharpDevelop.Solution.ImportResourceWarning
source: There were resource files in the project. SharpDevelop 2 compiles resources different: the resource name is not just the file name; but it is prefixed with the root namespace and the directory name. The resources files have been renamed/moved accordingly.
de: Das Projekt enthält Ressourcendateien. SharpDevelop 2 kompiliert Ressourcendateien anders: der Ressourcenname ist nicht nur der Dateiname aber er beginnt mit dem Root Namespace und den Ordnernamen.
se: Det finns resursfiler i projektet. SharpDevelop 2 kompilerar resurser lite annorlunda: resursnamnet består inte enbart av filnamnet utan börjar med rot namespace följt av mappnamnet. Resursfilerna har därför bytt namn/flyttats enligt ovan.

# SharpDevelop.Solution.ImportResourceWarningErrorText
source: The following files could not be renamed/moved automatically:
de: Die folgenden Dateien konnten nicht automatisch umbenannt oder verschoben werden:
se: Följande filer kunde inte döpas om/flyttas automatiskt:

# SharpDevelop.Solution.InvalidSolutionFile
source: '{0}' is not a valid solution file.
de: '{0}' ist keine gültige Projektmappen-Datei.
se: '{0}' är inte en giltig samlingsfil.

# SharpDevelop.Solution.UnknownSolutionVersion
source: Can't read Microsoft Solution file format {0}.
de: Kann Projektmappen-Dateiformat {0} nicht lesen.
se: Kan inte läsa Microsoft Solution filformat {0}.

# SharpQuery.Error.InvalidValue
source: One (or more) of the parameter values are invalid.
de: Mindestens ein Parameterwert ist ungültig.
se: En (eller flera) utav de angivna värdena är inte giltiga.

# SharpQuery.Error.NotSuported
source: not supported by
de: nicht unterstützt von
se: stöds inte av

# SharpQuery.Error.OpenError
source: Can't open the connection. Check your connection string.
de: Impossible d'ouvrir la connexion, veuillez vérifier votre chaîne de connexion.
se: Kan inte öppna anslutningen. Kontrollera dina kopplingssträngar.

# SharpQuery.Error.ProcedureExecution
source: Can't execute the procedure due to an error.
de: Die Stored Procedure konnte wegen eines Fehlers nicht ausgeführt werden.
se: Kan inte utföra proceduren på grund av ett fel.

# SharpQuery.Error.SQLExecution
source: Can't execute your SQL query due to an error
de: Die SQL Abfrage konnte auf Grund eines Fehlers nicht ausgeführt werden.
se: Kan inte utföra SQL-förfrågan på grund av ett fel

# SharpQuery.Error.WrongConnectionString
source: Invalid connection string!
de: Ungültige Einstellungen für die Datenbankverbindung wurden vorgenommen.
se: Ogiltig anslutningssträng!

# SharpQuery.Error.WrongKeyType
source: key must be of type String.
de: Der Schlüssel muß vom Typ String sein.
se: nyckeln måste vara av typen String.

# SharpQuery.Error.WrongValueType
source: Value must be of type String.
de: Wert muß vom Typ String sein.
se: Värde måste vara av typen Sträng.

# SharpQuery.Label.AddConnection
source: Add Connection ...
de: Verbindung hinzufügen ...
se: Lägg till anslutning...

# SharpQuery.Label.Connect
source: Connect to database
de: Verbinden
se: Anslut till databas

# SharpQuery.Label.DataBasesRoot
source: Database connections
de: Datenbankverbindungen
se: Databasanslutningar

# SharpQuery.Label.Disconnect
source: Disconnect
de: Verbindung trennen
se: Koppla från

# SharpQuery.Label.Execute
source: Execute
de: Ausführen
se: Starta

# SharpQuery.Label.ExtractData
source: Extract Data
de: Daten von Tabelle abrufen
se: Få fram data

# SharpQuery.Label.ModifyConnection
source: Modify the connection ...
de: Verbindung ändern ...
se: Ändra anslutningen...

# SharpQuery.Label.ProceduresRoot
source: Procedures
de: Gespeicherte Prozeduren
se: Procedurer

# SharpQuery.Label.Refresh
source: Refresh
de: Aktualisieren
se: Förnya

# SharpQuery.Label.Remove
source: Remove
de: Löschen
se: Ta bort

# SharpQuery.Label.SharpQuery
source: Database
de: Datenbank
se: Databas

# SharpQuery.Label.TablesRoot
source: Tables
de: Tabellen
se: Tabeller

# SharpQuery.PadTitle
source: Database Explorer
de: Datenbank-Explorer
se: Databasutforskaren

# SharpQuery.ToolTip.AddConnection
source: Add connection
de: Verbindung hinzufügen
se: Lägg till anslutning

# SharpQuery.ToolTip.Refresh
source: Refresh
de: Aktualisieren
se: Förnya

# SharpQuery.XMLForm.ResetButton
source: Reset
de: Zurücksetzen
se: Starta om

# SharpQuery.XMLForm.SQLParameterDataType
source: Parameter's data type
de: Datentyp
se: Parameterns datatyp

# SharpQuery.XMLForm.SQLParameterInputTitle
source: Parameters input
de: Input Parameter für Stored Procedure
se: Parameterns indata

# SharpQuery.XMLForm.SQLParameterName
source: Parameter's name
de: Name
se: Parameterns namn

# SharpQuery.XMLForm.SQLParameterType
source: Parameter's type
de: Typ
se: Parameterns typ

# SharpQuery.XMLForm.SQLParameterValue
source: Parameter's value
de: Wert
se: Parameterns värde

# SharpReport.ContextMenu.Cut
source: Cut Field
de: Feld ausschneiden
se: Klipp ut fält

# SharpReport.ContextMenu.FieldsList
source: Fields
de: Verfügbare Felder
se: Fält

# SharpReport.ContextMenu.Functions
source: Add Functions
de: Funktionen hinzufügen
se: Lägg till funktioner

# SharpReport.ContextMenu.Grouping
source: Grouping/Sorting
de: Gruppieren/Sortieren
se: Gruppering/Sortering

# SharpReport.ContextMenu.Paste
source: Paste Field
de: Feld einfügen
se: Klistra in fält

# SharpReport.ContextMenu.Preview
source: Show Preview
de: Vorschau anzeigen
se: Visa förhandsgranska

# SharpReport.ContextMenu.SectionVisible
source: Section Visible
de: Abschnitt sichtbar
se: Sektion synlig

# SharpReport.ContextMenu.Settings
source: Base Settings
de: Basisdaten
se: Grundinställningar

# SharpReport.Designer.DetailSection
source: DetailSection
de: Detailbereich
se: Detaljsektion

# SharpReport.Designer.PageFooter
source: PageFooter
de: Seitenende
se: Sidfot

# SharpReport.Designer.PageHeader
source: PageHeader
de: Seitenkopf
se: Sidhuvud

# SharpReport.Designer.ReportFooter
source: ReportFooter
de: Berichtsende
se: RapportFot

# SharpReport.Designer.ReportHeader
source: ReportHeader
de: Reportkopf
se: Rapporthuvud

# SharpReport.DesignView.Toolbar.Printer
source: Send report to printer
de: Drucker
se: Skicka rapport till skrivare

# Sharpreport.Error.NoPrinter
source: To run SharpDevelop Reports you need at least one(1) installed Printer
de: SharpDevelop Reports benötigt mindestens einen Drucker
se: För att kunna köra SharpReport måste det finnas minst en(1) skrivare installerad.

# SharpReport.Error.NoReport
source: This is not a valid report created with 'SharpReport'.
de: Dies ist kein gültiger, mit 'SharReport' erstellter Bericht
se: Detta är inte en giltig rapport skapad med 'SharpReport'.

# SharpReport.Error.WrongFileFormat
source: Could not read file , file corrupt (SharpReportFile is improperly formatted)
de: Kann Datei nicht lesen, (SharpReport-File nicht korrekt formatiert).
se: Kunde inte läsa filen, filen är korrupt (SharpReport-filen är felaktigt formaterad)

# SharpReport.FieldsExplorer.AvailableFields
source: Available Fields
de: Vorhandene Felder
se: Tillgängliga fält

# SharpReport.FieldsExplorer.ContextMenu.Columns.Remove
source: Remove Node
de: Eintrag löschen
se: Ta bort nod

# SharpReport.FieldsExplorer.ContextMenu.Columns.ToggleSort
source: Toggle Sortorder
de: Sortierreihenfolge ändern
se: Växla sökordning

# SharpReport.FieldsExplorer.ContextMenu.Section.Clear
source: Remove Nodes
de: Eintrag entfernen
se: Ta bort noder

# SharpReport.FieldsExplorer.Functions
source: Functions
de: Funktionen
se: Funktioner

# SharpReport.FieldsExplorer.Grouping
source: Grouping
de: Gruppierung
se: Gruppering

# SharpReport.FieldsExplorer.Parameters
source: Parameters
de: Parameter
se: Parametrar

# SharpReport.FieldsExplorer.Sorting
source: Sorting
de: Sortierung
se: Sortering

# SharpReport.FieldsExplorer.Title
source: Report Explorer
de: Report Übersicht
se: Rapportutforskaren

# SharpReport.Preview
source: Preview
de: Seitenansicht
se: Förhandsgranska

# SharpReport.ReportViewer.FirstPageMessage
source: First Page
de: Erste Seite
se: Första sidan

# SharpReport.ReportViewer.LastPageMessage
source: Last Page
de: Letzte Seite
se: Sista sidan

# SharpReport.ReportViewer.NextPage
source: Next
de: Weiter

# SharpReport.ReportViewer.PagesCreatedMessage
source: Pages created
de: Seiten erzeugt

# SharpReport.ReportViewer.PdfFileMessage
source: Create PdfFile
de: Pdf Datei erzeugen

# SharpReport.ReportViewer.PreviousPage
source: Previous
de: Zurück

# SharpReport.Toolbar.Circle
source: Circle
de: Kreis/Ellipse
se: Cirkel

# SharpReport.Toolbar.DataField
source: DataField
de: Datenfeld
se: Datafält

# SharpReport.Toolbar.DataRow
source: DataRow
de: Datenzeile

# SharpReport.Toolbar.Functions
source: Reporting - Functions
de: Reporting - Funktionen
se: SharpReport - Funktioner

# SharpReport.Toolbar.Functions.PageNumber
source: PageNumber
de: Seiten Nummer
se: Sidnummer

# SharpReport.Toolbar.Functions.PageNumberofNumbers
source: PageNumber of Numbers
de: Seite x von Seiten

# SharpReport.Toolbar.Functions.TodaysDate
source: Today
de: Tagesdatum
se: Idag

# SharpReport.Toolbar.Image
source: Image
de: Bild
se: Bild

# SharpReport.Toolbar.Line
source: Line
de: Linie
se: Linje

# SharpReport.Toolbar.Pointer
source: Pointer
de: Zeiger
se: Pekare

# SharpReport.Toolbar.Rectangle
source: Rectangle
de: Rechteck
se: Rektangel

# SharpReport.Toolbar.TextBox
source: Label
de: Beschriftung
se: Etikett

# SharpReport.Wizard.BaseSettings
source: Base settings
de: Grundeinstellungen
se: Grundinställningar

# SharpReport.Wizard.BaseSettings,ReportType
source: Report Type
de: Reporttyp
se: Rapporttyp

# SharpReport.Wizard.BaseSettings.FileName
source: File Name
de: Datei Name
se: Filnamn

# SharpReport.Wizard.BaseSettings.GraphicsUnit
source: Graphics Unit
de: Einheit
se: Grafikenhet

# SharpReport.Wizard.BaseSettings.Group
source: Basic report settings
de: Grundlegende Berichtseinstellungen
se: Grundläggande rapportinställningar

# SharpReport.Wizard.BaseSettings.ReportModel
source: Report Model
de: Report-Modell
se: Rapportmodell

# SharpReport.Wizard.BaseSettings.ReportModel.FormSheet
source: Form Sheet
de: Formblatt

# SharpReport.Wizard.BaseSettings.ReportModel.Pull
source: Pull Data
de: Pull Daten
se: Ta bort data

# SharpReport.Wizard.BaseSettings.ReportModel.Push
source: Push Data
de: Push Daten
se: Lägg in data

# SharpReport.Wizard.BaseSettings.ReportType
source: Report Type
de: Reporttyp
se: Rapporttyp

# SharpReport.Wizard.PullModel
source: Pull Data Model
de: Pull Datenmodell
se: Dra Datamodell

# SharpReport.Wizard.PullModel.CommandText
source: Command Text
de: Befehls-Text
se: Kommandotext

# SharpReport.Wizard.PullModel.CommandText.ToolTip
source: [Delete this text and enter a valid Sql String]
de: [Löschen Sie diesen Text und geben Sie einen gültigen Sql String an]
se: [Ta bort denna text och ange en giltig Sql-sträng]

# SharpReport.Wizard.PushModel
source: Push Data Model
de: Push Datenmodell
se: Lägg in datamodell

# SharpReport.Wizard.PushModel.AvailableFields
source: Available Fields
de: Verfügbare Felder
se: Tillgängliga fält

# SharpReport.Wizard.PushModel.Path
source: Path to Schema (.xsd) File
de: Pfad zur XSD Schemadatei
se: Sökväg till schema (.xsd) fil

# SharpReport.Wizard.ResultPanel.SaveXsdComplete
source: Save Result (Schema and Data)
de: Speichern (Schema und Daten)
se: Spara resultat (schema och data)

# SharpReport.Wizard.ResultPanel.SaveXsdSchemaOnly
source: Save Result (Schema only)
de: Speichern (nur Schema)
se: Spara resultat (endast schema)

# SharpReport.Wizard.ShowQueryResult
source: Show Query result
de: Abfrageergebnis anzeigen
se: Visa sökresultat

# SideBarComponent.ContextMenu.AddTab
source: &Add Tab
de: &Tab hinzufügen
se: &Lägg till Flik
