Repository: Altaxo/Altaxo
Catalog: Content/data/resources/StringResources.*.resx
Languages: de, se

# ICSharpCode.NAntAddIn.NAntAddInOptionPanel.ShowLogoLabel
source: Show &Logo
de: &Logo anzeigen
se: Visa &Logotyp

# ICSharpCode.NAntAddIn.NAntAddInOptionPanel.VerboseLabel
source: Ver&bose
de: Aus&führlich
se: Detal&jerad

# ICSharpCode.NAntAddIn.NAntPadContent.NAntPropertiesToolTip
source: Enter NAnt properties.
de: NAnt-Eigenschaften eingeben.
se: Ange NAnt egenskaperna.

# ICSharpCode.NAntAddIn.NAntPadContent.RefreshCommandBarButtonText
source: Reloads the build files
de: Lädt die Build-Dateien neu
se: Laddar byggfilen på nytt

# ICSharpCode.NAntAddIn.NAntPadContent.RunCommandBarButtonText
source: Runs the selected target
de: Führt das gewählte Ziel aus
se: Kör det valda målet

# ICSharpCode.NAntAddIn.NAntPadContent.StopCommandBarButtonText
source: Stops the current build
de: Hält den aktuellen Build an
se: Avbryter det pågående byggandet

# ICSharpCode.NAntAddIn.ProcessRunner.NoProcessRunningErrorText
source: No process running.
de: Kein laufender Prozess.
se: Ingen process körs.

# ICSharpCode.NAntAddIn.RunCleanTargetMenuLabel
source: Run &Clean Target
de: &Clean auf Ziel ausführen
se: Kör &Rent Mål

# ICSharpCode.NAntAddIn.RunDefaultTargetMenuLabel
source: Run Default &Target
de: S&tandardziel ausführen
se: Kör Ursprunglig&t Mål

# ICSharpCode.NAntAddIn.RunTargetMenuLabel
source: Run &Target
de: &Ziel ausführen
se: Kör &Mål

# ICSharpCode.NAntAddIn.StopNAntMenuLabel
source: &Stop NAnt
de: NAnt an&halten
se: &Stoppa NAnt

# ICSharpCode.PInvokeAddIn.InsertPInvokeSignaturesForm.AllLanguages
source: All
de: Alle
se: Alla

# ICSharpCode.PInvokeAddIn.InsertPInvokeSignaturesForm.DialogName
source: Insert PInvoke Signature
de: PInvoke-Signatur einfügen
se: Infoga PInvokesignatur

# ICSharpCode.PInvokeAddIn.InsertPInvokeSignaturesForm.FindButtonText
source: Find
de: Finde
se: Sök

# ICSharpCode.PInvokeAddIn.InsertPInvokeSignaturesForm.FunctionNameLabel
source: Function:
de: Funktion:
se: Funktion:

# ICSharpCode.PInvokeAddIn.InsertPInvokeSignaturesForm.InsertButtonText
source: Insert
de: Einfügen
se: Infoga

# ICSharpCode.PInvokeAddIn.InsertPInvokeSignaturesForm.LanguageLabel
source: Language:
de: Sprache:
se: Språk:

# ICSharpCode.PInvokeAddIn.InsertPInvokeSignaturesForm.ModuleNameLabel
source: Module:
de: Modul:
se: Modul:

# ICSharpCode.PInvokeAddIn.InsertPInvokeSignaturesForm.MoreInfoLinkLabel
source: More info
de: Mehr Info
se: Mera information

# ICSharpCode.PInvokeAddIn.InsertPInvokeSignaturesForm.NoSignatureFoundForLanguage
source: No signature found for language '{0}'.
de: Keine Signatur für Sprache '{0}' gefunden.
se: Hittade ingen signatur för språket '{0}'.

# ICSharpCode.PInvokeAddIn.InsertPInvokeSignaturesForm.NoSignaturesFound
source: No signatures found.
de: Keine Signaturen gefunden.
se: Inga signaturer hittades.

# ICSharpCode.PInvokeAddIn.InsertPInvokeSignaturesMenuLabel
source: Insert PInvoke signatures...
de: PInvoke-Signaturen einfügen...
se: Infoga PInvokesignaturer...

# ICSharpCode.PythonBinding.ConvertCSharpProjectToPythonProject
source: From C# to Python
de: Von C# nach Python

# ICSharpCode.PythonBinding.ConvertVBNetProjectToPythonProject
source: From VB.NET to Python
de: Von VB.NET nach Python

# ICSharpCode.PythonBinding.PythonConsole
source: Python Console
de: Python-Konsole

# ICSharpCode.PythonBinding.PythonFiles
source: Python Files
de: Python-Dateien

# ICSharpCode.PythonBinding.PythonProjectFiles
source: Python Project Files
de: Python-Projektdateien

# ICSharpCode.PythonBinding.UnknownTypeName
source: Could not find type '{0}'. Are you missing an assembly reference?
de: Konnte Typ '{0}' nicht finden. Fehlt eine Assembly-Referenz?

# ICSharpCode.Services.FileUtilityService.CantLoadFileStandardText
source: Can't load file ${FileNameWithoutPath} under ${Path}. Check the file permission and the existence of that file.
de: Konnte Datei ${FileNameWithoutPath} im Verzeichns ${Path} nicht laden. Überprüfen Sie ob die Datei existiert und das Sie Leserecht für dir Datei besitzen.
se: Kunde inte ladda ${FileNameWithoutPath} i ${Path}. Kontrollera behörigheterna för filen och att filen existerar.

# ICSharpCode.Services.FileUtilityService.CantSaveFileStandardText
source: Can't save file ${FileNameWithoutPath} under ${Path}. Choose another file name or check if the directory exists and that you have write permission in that path and file. (maybe a write protection problem?)
de: Konnte Datei ${FileNameWithoutPath} nicht in das Verzeichnis ${Path} speichern. Entweder anderen Datei-/Verzeichnisnamen wählen oder überprüfen das das Verzeichnis exitiert und das Sie das Schreibrecht besitzen. (Vielleicht Schreibschutz?)
se: Kan inte spara filen ${FileNameWithoutPath} i ${Path}. Välj ett annat filnamn eller kontrollera att mappen finns och att du har de behörigheter som krävs för att skriva till den valda mappen. (Det kanske är ett skrivskydds-problem?)

# ICSharpCode.SharpDevelop.CodeGenerator.AbstractClass
source: Abstract class overridings
de: Abstrakte Basisklasse überschreiben

# ICSharpCode.SharpDevelop.CodeGenerator.AbstractClass.Hint
source: Choose abstract class to override
de: Wähle abstrakte Basisklasse zum Überschreiben

# ICSharpCode.SharpDevelop.CodeGenerator.Constructor
source: Constructor
de: Konstruktor

# ICSharpCode.SharpDevelop.CodeGenerator.Constructor.Hint
source: Choose fields to initialize by constructor
de: Wähle zu initialisierende Felder aus

# ICSharpCode.SharpDevelop.CodeGenerator.EventOnXXX
source: Event OnXXX methods
de: Ereignis OnXXX-Methoden

# ICSharpCode.SharpDevelop.CodeGenerator.EventOnXXX.Hint
source: Choose events to generate OnXXX methods
de: Wähle Ereignisse, um OnXXX-Methoden zu erzeugen

# ICSharpCode.SharpDevelop.CodeGenerator.GenerateEqualsAndGetHashCode
source: Generate Equals and GetHashCode methods
de: Erzeuge Equals und GetHashCode-Methoden

# ICSharpCode.SharpDevelop.CodeGenerator.Getter.Hint
source: Choose fields to generate getters
de: Wähle Felder, um Getter zu erzeugen

# ICSharpCode.SharpDevelop.CodeGenerator.GetterAndSetter
source: Getter and Setter
de: Getter und Setter

# ICSharpCode.SharpDevelop.CodeGenerator.GetterAndSetter.Hint
source: Choose fields to generate getters and setters
de: Wähle Felder, um Getter und Setter zu erzeugen

# ICSharpCode.SharpDevelop.CodeGenerator.ImplementInterface
source: Interface implementation
de: Implementiere Schnittstelle

# ICSharpCode.SharpDevelop.CodeGenerator.ImplementInterface.Hint
source: Choose interfaces to implement
de: Wähle zu implementierende Schnittstellen

# ICSharpCode.SharpDevelop.CodeGenerator.OverrideMethods
source: Override methods
de: Überschreibe Methoden

# ICSharpCode.SharpDevelop.CodeGenerator.OverrideMethods.Hint
source: Choose methods to override
de: Wähle zu überschreibende Methoden

# ICSharpCode.SharpDevelop.CodeGenerator.OverrideProperties
source: Override properties
de: Überschreibe Eigenschaften

# ICSharpCode.SharpDevelop.CodeGenerator.OverrideProperties.Hint
source: Choose properties to override
de: Wähle zu überschreibende Eigenschaften

# ICSharpCode.SharpDevelop.CodeGenerator.Setter.Hint
source: Choose fields to generate setters
de: Wähle Felder, um Setter zu erzeugen

# ICSharpCode.SharpDevelop.CodeGenerator.ToString
source: Generate default ToString() method
de: Standard ToString()-Methode erzeugen

# ICSharpCode.SharpDevelop.CodeGenerator.ToString.Hint
source: Choose Properties to include in the description
de: Wählen Properties aus, die in die Beschreibung aufgenommen werden

# ICSharpCode.SharpDevelop.Commands.CharpConvertProjectToVB
source: From C# to VB.NET
de: Von C# nach VB.NET
se: Från C# till VB.NET

# ICSharpCode.SharpDevelop.Commands.ChooseLayoutCommand.DebugItem
source: Debug layout
de: Fehlersuche-Layout
se: Debug

# ICSharpCode.SharpDevelop.Commands.ChooseLayoutCommand.DefaultItem
source: Default layout
de: Standard-Layout
se: Ursprungliga

# ICSharpCode.SharpDevelop.Commands.ChooseLayoutCommand.EditItem
source: <Edit>
de: <Bearbeiten>
se: <Redigera>

# ICSharpCode.SharpDevelop.Commands.ChooseLayoutCommand.EditLayouts.AddLayout
source: Add layout
de: Layout hinzufügen

# ICSharpCode.SharpDevelop.Commands.ChooseLayoutCommand.EditLayouts.Label
source: Edit the list of user-defined layouts:
de: Bearbeiten Sie die Liste der benutzer-definierten Layouts:

# ICSharpCode.SharpDevelop.Commands.ChooseLayoutCommand.EditLayouts.Title
source: Edit layouts
de: Layouts bearbeiten

# ICSharpCode.SharpDevelop.Commands.ChooseLayoutCommand.PlainItem
source: Plain layout
de: Leeres Layout
se: Enkelt

# ICSharpCode.SharpDevelop.Commands.ChooseLayoutCommand.ResetToDefaultItem
source: <Reset to defaults>
de: <Zurücksetzen>
se: <Återställ till ursprungliga>

# ICSharpCode.SharpDevelop.Commands.ChooseLayoutCommand.ResetToDefaultsQuestion
source: Are you sure that you want to reset the layout configuration ? Note: This doesn't affect own custom layouts.
de: Sind Sie sicher, dass sie die Layoutkonfiguration zurücksetzen wollen? Achtung: Dies beinflusst nicht selbsterstellte Layouts.
se: Är du säker på att du vill återställa layout konfigurationen? Observera: Detta påverkar inte de anpassade layouterna.

# ICSharpCode.SharpDevelop.Commands.Convert
source: Convert
de: Konvertiere
se: Konvertera

# ICSharpCode.SharpDevelop.Commands.Convert.ConversionComplete
source: Conversion complete.
de: Konvertierung fertiggestellt.

# ICSharpCode.SharpDevelop.Commands.Convert.ConversionResults
source: Conversion Results
de: Konvertierungsergebnisse

# ICSharpCode.SharpDevelop.Commands.Convert.ConverterErrorCount
source: ${ErrorCount} error(s) converting ${FileName}:
de: ${ErrorCount} Fehler beim Konvertieren von ${FileName}:

# ICSharpCode.SharpDevelop.Commands.Convert.CorrectSourceCodeErrors
source: Correct source code errors first (only correct source code would convert).
de: Bitte korrigieren Sie zunächst die Sourcecode-Fehler (nur korrekter Sourcecode kann konvertiert werden).

# ICSharpCode.SharpDevelop.Commands.Convert.IsNotConverted
source: ${FileName} is not converted:
de: ${FileName} wurde nicht konvertiert:

# ICSharpCode.SharpDevelop.Commands.Convert.ParserErrorCount
source: Parser found ${ErrorCount} error(s)
de: Der Parser hat ${ErrorCount} Fehler gefunden

# ICSharpCode.SharpDevelop.Commands.Convert.ProjectConverter
source: SharpDevelop Project Converter
de: SharpDevelop Projekt-Konverter

# ICSharpCode.SharpDevelop.Commands.Convert.SourceDirectory
source: Source directory
de: Quellverzeichnis

# ICSharpCode.SharpDevelop.Commands.Convert.TargetAlreadyExists
source: {0} already exists, cannot convert.
de: {0} existiert bereits, kann nicht konvertieren.
se: {0} existerar redan, kan ej konvertera.

# ICSharpCode.SharpDevelop.Commands.Convert.TargetDirectory
source: Target directory
de: Zielverzeichnis

# ICSharpCode.SharpDevelop.Commands.ConvertCommand.FinishedMessage
source: Project conversion has been successfully finished. You can find the converted project at this location:
de: Das Projekt wurde erfolgreich konvertiert. Sie finden das konvertierte Projekt in folgendem Verzeichnis:
se: Projekt konverteringen lyckades. Du hittar det konverterade i:

# ICSharpCode.SharpDevelop.Commands.ConvertCSharpProjectToBoo
source: From C# to Boo
de: Von C# nach Boo
se: Från C# till Boo

# ICSharpCode.SharpDevelop.Commands.ConvertVBNetProjectToBoo
source: From VB.NET to Boo
de: Von VB.NET nach Boo
se: Från VB.NET till Boo

# ICSharpCode.SharpDevelop.Commands.OpenCombine.InvalidProjectOrCombine
source: Can't open file '${FileName}'. It is no valid solution or project file.
de: Konnte Datei "${FileName}" nicht als Projektmappe oder Projekt öffnen.
se: Kan inte öppna filen '${FileName}'. Filen är inte en giltigt Samling eller Projektfil.

# ICSharpCode.SharpDevelop.Commands.OpenCombine.SolutionDoesNotContainProject
source: SharpDevelop loaded the solution '${SolutionName}', but it does not contain the project '${ProjectName}'.
de: SharpDevelop hat die Projektmappe '${SolutionName}' geladen, aber sie enthält nicht das Projekt '${ProjectName}'.

source: Add '${ProjectName}' to '${SolutionName}'.
de: Füge '${ProjectName}' zu '${SolutionName}' hinzu.

source: Create new solution for '${ProjectName}'.
de: Erstelle neue Projektmappe für '${ProjectName}'.

# ICSharpCode.SharpDevelop.Commands.Print.CantPrintWindowContentError
source: Can't print this window content.
de: Konnte Fensterinhalt nicht drucken.
se: Kan inte skriva ut fönstrets innehåll.

# ICSharpCode.SharpDevelop.Commands.Print.CreatePrintDocumentError
source: Couldn't create PrintDocument
de: Konnte PrintDocument nicht erstellen.
se: Kunde inte skapa PrintDocument

source: A write protected file with this name already exists at this location.
de: Es existiert bereits eine schreibgeschützte Datei mit diesem Namen am Zielort.
se: En skrivskyddad fil med detta namn finns redan i den valda sökvägen.

# ICSharpCode.SharpDevelop.Commands.ProjectBrowser.NoBackendForProjectType
source: No backend for project type installed.
de: Es ist kein AddIn für diesen Projekttyp installiert.

# ICSharpCode.SharpDevelop.Commands.ProjectBrowser.ProjectFileNotFound
source: The project file cannot be found.
de: Die Projektdatei konnte nicht gefunden werden.

# ICSharpCode.SharpDevelop.Commands.ProjectBrowser.ReferencesNodeText
source: References
de: Referenzen
se: Referenser

source: Unable to read web service description. Url='{0}'
de: Webservicebeschreibung konnte nicht gelesen werden. URL='{0}'
se: Kunde inte läsa webbservice beskrivningen. Url='{0}'

# ICSharpCode.SharpDevelop.Commands.ProjectBrowser.SolutionItemsNodeText
source: Solution Items
de: Projektmappen-Elemente

# ICSharpCode.SharpDevelop.Commands.ProjectBrowser.SolutionNodeText
source: Solution
de: Projektmappe

# ICSharpCode.SharpDevelop.Commands.ReloadFile.FileDeletedMessage
source: The file can not be found anymore.
de: Die Datei kann nicht mehr gefunden werden.
se: Filen kan inte längre hittas.

# ICSharpCode.SharpDevelop.Commands.ReloadFile.ReloadFileQuestion
source: Are you sure that you want to reload the file ? All changes get lost.
de: Sind Sie sicher das sie die Datei neu laden wollen? Alle Änderungen werden verworfen!
se: Är du säker på att du vill ladda filen på nytt? Alla ändringar kommer att förloras.

# ICSharpCode.SharpDevelop.Commands.RunCompile.LanguageBindingCantCompileFileError
source: Language binding ${LanguageBinding} can't compile ${FileName}.
de: Das Sprachbinding ${LanguageBinding} konnte ${FileName} nicht kompilieren.
se: Språkbindningen ${LanguageBinding} kan inte kompilera ${FileName}.

# ICSharpCode.SharpDevelop.Commands.SaveFile.FileSaved
source: File saved
de: Datei gespeichert
se: Fil sparad

# ICSharpCode.SharpDevelop.Commands.SaveFile.InvalidFileNameError
source: File name '${FileName}' is invalid.
de: Dateiname '${FileName}' ist ungültig.
se: Filnamnet '${FileName}' är ogiltigt.

# ICSharpCode.SharpDevelop.Commands.SaveFileAs.FileSavedCaption
source: File Saved
de: Datei gespeichert
se: Fil sparad

# ICSharpCode.SharpDevelop.Commands.VBConvertProjectToCSharp
source: From VB.NET to C#
de: Von VB.NET nach C#
se: Från VB.NET till C#

source: (+${NumOverloads} overloads)
de: (+${NumOverloads} Überladungen)

# ICSharpCode.SharpDevelop.DefaultEditor.Gui.Editor.InsightWindow.NumberOfText
source: ${CurrentMethodNumber} of ${NumberOfTotalMethods}
de: ${CurrentMethodNumber} von ${NumberOfTotalMethods}
se: ${CurrentMethodNumber} av ${NumberOfTotalMethods}

source: The file ${File} has been changed externally do you want to reload it?
de: Die Datei ${File} wurde von ausserhalb der Applikation geändert wollen Sie die Datei neu laden?
se: Filen ${File} har blivit ändrad externt, vill du ladda filen på nytt?

source: Incremental Search:
de: Inkrementelle Suche:
se: Inkrementell sökning:

source: (not found)
de: (nicht gefunden)
se: (ej funnen)

source: (passed end of document)
de: (Ende des Dokumentes überschritten)
se: (passerat slutet av dokumentet)

source: Reverse Incremental Search:
de: Inkrementelle Suche (rückwärts):
se: Reverserad inkrementell sökning:

# ICSharpCode.SharpDevelop.ErrorLoadingCodeCompletionInformation
source: Error loading code-completion information for ${Assembly} from ${Filename}:
de: Fehler beim Laden der Code-Completion-Informationen für ${Assembly} aus ${Filename}:

# ICSharpCode.SharpDevelop.ExceptionBox.Continue
source: Continue
de: Ignorieren
se: Fortsätt

# ICSharpCode.SharpDevelop.ExceptionBox.CopyToClipboard
source: Copy error message to clipboard
de: Fehlermeldung in Zwischenablage kopieren
se: Kopiera felmeddelandet till urklippshanteraren

# ICSharpCode.SharpDevelop.ExceptionBox.ExitSharpDevelop
source: Exit SharpDevelop
de: SharpDevelop schließen
se: Avsluta SharpDevelop

# ICSharpCode.SharpDevelop.ExceptionBox.HelpText1
source: An unhandled exception has occurred in SharpDevelop. This is unexpected and we'd ask you to help us improve SharpDevelop by reporting this error to the SharpDevelop team.
de: Ein nicht abgefangener Ausnahmefehler ist in Sharpdevelop aufgetreten. Dies ist unerwartet und wir würden Sie bitten uns diesen Fehler an das Entwicklerteam zu melden um SharpDevelop zu verbessern.

# ICSharpCode.SharpDevelop.ExceptionBox.HelpText2
source: How to report errors efficiently: We have set up a Web-based forum to report and track errors that are reported by users of SharpDevelop. To minimize necessary questions by the team members, in addition to providing the error message that is copied to the clipboard for easier pasting in the error report, we ask that you provide us with an as detailed as possible step-by-step procedure to reproduce this bug.
de: Wie man Fehler effizient meldet: wir haben ein webbasiertes Forum für die Meldung und Verfolgung von Fehlern die von SharpDevelopnutzern gemeldet werden. Um Rückfragen vom Entwicklerteam zu minimieren, bitten wir darum nicht nur die Fehlermeldung die in die Zwischenablage geschrieben wurde zu liefern, sondern auch eine möglichst detaillierte Schritt-für-Schritt-Anleitung zur Reproduktion des Fehlers zu schreiben.

# ICSharpCode.SharpDevelop.ExceptionBox.QuitWarning
source: Do you really want to quit SharpDevelop? Unsaved changes will be lost!
de: Wollen Sie SharpDevelop wirklich beenden? Ungespeicherte Änderungen gehen verloren!
se: Vill du verkligen avsluta SharpDevelop? Alla ändringar som inte sparats kommer att förloras!

# ICSharpCode.SharpDevelop.ExceptionBox.ReportError
source: Report Error to SharpDevelop Team
de: Fehler an das SharpDevelop-Team melden

# ICSharpCode.SharpDevelop.ExceptionBox.ThankYouMsg
source: Thank you for helping make SharpDevelop a better program for everyone!
de: Danke, daß Sie mithelfen SharpDevelop für jeden Benutzer zu verbessern!
se: Tack för att du hjälper oss att göra SharpDevelop till ett bättre program.

# ICSharpCode.SharpDevelop.ExceptionBox.Title
source: Unhandled exception has occured
de: Unbehandelte Ausnahme ist aufgetreten

# ICSharpCode.SharpDevelop.FormDesigner.CantDeserializeFormError
source: Can't deserialize form. Possible reason: Initialize component method was changed manually.
de: Deserialisieren ist fehlgeschlagen. Mögliche Ursache ist eine manuelle Änderung der InitializeComponent-Methode.
se: Kan inte utföra "deserialize" på formen. Möjlig orsak: "Initialize component" metoden ändrades manuellt.

# ICSharpCode.SharpDevelop.FormDesigner.DesignPanel.CantCreateRootDesignerError
source: Can't create root designer for component '${RootComponent}'.
de: Konnte Rootdesigner für '${RootComponent}' nicht erstellen.
se: Kan inte skapa rootdesigner för komponenten '${RootComponent}'.

source: Root designer does not support Windows Forms view technology.
de: Rootdesigner unterstützt keine Windows Forms Anzeigetechnologie.
se: Rootdesignern stödjer inte "Fönster form vy"-teknologi.

# ICSharpCode.SharpDevelop.FormDesigner.ErrorLoadingDesigner
source: Error loading designer:
de: Fehler beim Laden des Designers:

source: Location
de: Pfad
se: Sökväg

source: C&omponents to add
de: K&omponenten zum hinzufügen
se: K&omponenter att lägga till

# ICSharpCode.SharpDevelop.FormDesigner.Gui.AddSidebarComponents.CustomTabPage
source: Custom
de: Eigene
se: Anpassad

# ICSharpCode.SharpDevelop.FormDesigner.Gui.AddSidebarComponents.DialogName
source: Add Components
de: Komponenten hinzufügen
se: Lägg till Komponenter

source: Please enter a valid file name.
de: Bitte geben Sie einen gültigen Dateinamen ein.

# ICSharpCode.SharpDevelop.FormDesigner.Gui.AddSidebarComponents.FileIsNotAssembly
source: Please enter the file name of a valid .NET assembly.
de: Bitte geben Sie den Dateinamen einer gültigen .NET Assembly ein.

# ICSharpCode.SharpDevelop.FormDesigner.Gui.AddSidebarComponents.NoComponentsFound
source: The assembly ${Name} does not contain any components.
de: Die Assembly ${Name} enthält keine Komponenten.
se: Assemblynamnet ${Name} innehåller inga komponenter.

# ICSharpCode.SharpDevelop.FormDesigner.Gui.AddSidebarComponentsFileNameLabel
source: &File Name
de: &Dateiname
se: &Filnamn

source: &Add Components
de: Komponenten &hinzufügen
se: &Lägg till Komponenter

# ICSharpCode.SharpDevelop.FormDesigner.Gui.ConfigureSidebarDialog.Categories
source: Categories
de: Kategorien
se: Kategorier

# ICSharpCode.SharpDevelop.FormDesigner.Gui.ConfigureSidebarDialog.DialogName
source: Configure Sidebar
de: Sidebar anpassen
se: Konfigurera Verktygsfält

# ICSharpCode.SharpDevelop.FormDesigner.Gui.ConfigureSidebarDialog.NewButton
source: &New
de: &Neu
se: &Ny

source: Are you sure to remove this category?
de: Wollen Sie diese Kategorie wirklich entfernen?
se: Är du säker på att du vill ta bort denna kategori?

source: Re&move Components
de: Komponenten &löschen
se: &Ta bort Komponenter

source: Are you sure to remove the selected components from the category?
de: Wollen Sie die ausgewählten Komponenten wirklich aus dieser Kategorie entfernen?
se: Är du säker på att du vill ta bort de valda komponenterna från kategorin?

# ICSharpCode.SharpDevelop.FormDesigner.Gui.ConfigureSidebarDialog.RenameButton
source: R&ename
de: &Umbenennen
se: Byt &namn

source: Import...
de: Importieren...
se: Importera...

source: Local resource
de: Lokale Ressource
se: Lokal resurs

# ICSharpCode.SharpDevelop.FormDesigner.Gui.ImageResourceEditor.NoResourceButton
source: None
de: Keine
se: Ingen

# ICSharpCode.SharpDevelop.FormDesigner.Gui.ImageResourceEditor.Preview
source: Preview
de: Vorschau
se: Förhandsgranska

source: Project resource
de: Projektressource
se: Projektresurs

# ICSharpCode.SharpDevelop.FormDesigner.Gui.ImageResourceEditor.Title
source: Select resource
de: Ressource wählen
se: Välj resurs

source: Generated code
de: Generierter Code
se: Genererad kod

source: mark InitializeComponents method in code view as readonly
de: die generierte InitializeComponents Methode ist nicht veränderbar
se: markera metoden InitializeComponents i kodvyn som endast läsbar

source: General
de: Allgemein
se: Generell

source: Generate Visual Studio Style Event Handlers
de: Ereignishandler im Stil von Visual Studio erstellen

source: Grid Properties
de: Rastereinstellungen
se: Rutsystemets egenskaper

source: &Height
de: &Höhe
se: &Höjd

source: Enable in-place editing of ToolStrips
de: Direkt-Editieren von ToolStrips aktivieren

source: Use optimized code generation
de: Verbesserte Codeausgabe verwenden

source: Grid Options
de: Rastereinstellungen
se: Rutsystemets Inställningar

source: Property pad settings
de: Eigenschaftenfenster
se: Egenskapsblock inställningar

source: Sort properties alphabetically
de: Eigenschaften alphabetisch sortieren
se: Sortera egenskaper alfabetiskt

source: &Show Grid
de: &Raster anzeigen
se: &Visa Rutor

source: Automatically open Smart Tags
de: Smart Tags automatisch öffnen

source: Use Smart Tags
de: Smart Tags verwenden

source: Snap Lines
de: Ausrichtungslinien

source: Align Mode
de: Ausrichtungsmodus

source: S&nap to Grid
de: &Am Raster ausrichten
se: &Byt till Rutor
