Repository: Altaxo/Altaxo
Catalog: Content/data/resources/StringResources.*.resx
Languages: de, se

# Dialog.Options.ExternalTool.QuickInsertMenu.FullItemDirectory
source: &Item directory
de: &Elementverzeichnis
se: &Föremålsmapp

# Dialog.Options.ExternalTool.QuickInsertMenu.FullItemPath
source: Item Path
de: Element&pfad
se: Föremålssökväg

# Dialog.Options.ExternalTool.QuickInsertMenu.FullTargetPath
source: Target Path
de: Ziel&pfad
se: Målsökväg

# Dialog.Options.ExternalTool.QuickInsertMenu.ItemExtension
source: Item extension
de: Ele&menterweiterung
se: Föremålstillägg

# Dialog.Options.ExternalTool.QuickInsertMenu.ItemFileName
source: Item file name
de: Element&dateiname
se: Föremålsfilnamn

# Dialog.Options.ExternalTool.QuickInsertMenu.ProjectDirectory
source: &Project directory
de: Pro&jektverzeichnis
se: &Projektmapp

# Dialog.Options.ExternalTool.QuickInsertMenu.ProjectFileName
source: Project file name
de: P&rojektdateiname
se: Projektfilnamn

# Dialog.Options.ExternalTool.QuickInsertMenu.SharpDevelopStartupPath
source: #Develop Startup Directory
de: #Develop Startverzeichnis
se: #Develop startmapp

# Dialog.Options.ExternalTool.QuickInsertMenu.TargetDirectory
source: &Target directory
de: Zielverzei&chnis
se: &Målmapp

# Dialog.Options.ExternalTool.QuickInsertMenu.TargetExtension
source: Target extension
de: Zielerwe&iterung
se: Måltillägg

# Dialog.Options.ExternalTool.QuickInsertMenu.TargetName
source: Target Name
de: &Zielname
se: Målnamn

# Dialog.Options.ExternalTool.TitleLabel
source: &Title
de: &Titel
se: &Titel

# Dialog.Options.ExternalTool.ToolsLabel
source: &Tools
de: &Werkzeuge
se: &Verktyg

# Dialog.Options.ExternalTool.UseOutputWindow
source: Use &Output Window
de: Ausgabe&fenster verwenden
se: Använd &Utdatafönster

# Dialog.Options.ExternalTool.WorkingDirLabel
source: &Working dir
de: Ausgangs&verzeichnis
se: &Arbetsmapp

# Dialog.Options.ExternalToolsText
source: External Tools
de: Externe Werkzeuge
se: Externa verktyg

# Dialog.Options.IDEOptions.AssemblyScout.GreyOut
source: Grey out
de: Grau anzeigen
se: Gråa ut

# Dialog.Options.IDEOptions.AssemblyScout.Hide
source: Hide
de: Verstecken
se: Göm

# Dialog.Options.IDEOptions.AssemblyScout.InternalMembers
source: Internal members:
de: "Internal" Mitglieder:
se: Interna medlemmar:

# Dialog.Options.IDEOptions.AssemblyScout.InternalTypes
source: Internal types:
de: "Internal" Typen:
se: Interna typer:

# Dialog.Options.IDEOptions.AssemblyScout.MembersGroupBox
source: Selection of members in the tree
de: Auswahl der angezeigten Mitglieder im Baum
se: Urval av medlemmar i trädet

# Dialog.Options.IDEOptions.AssemblyScout.OtherGroupBox
source: Other options
de: Andere Optionen
se: Andra valmöjligheter

# Dialog.Options.IDEOptions.AssemblyScout.PrivateMembers
source: Private members:
de: "Private" Mitglieder:
se: Privata medlemmar:

# Dialog.Options.IDEOptions.AssemblyScout.PrivateTypes
source: Private types:
de: "Private" Typen:
se: Privata typer:

# Dialog.Options.IDEOptions.AssemblyScout.Show
source: Show
de: Anzeigen
se: Visa

# Dialog.Options.IDEOptions.AssemblyScout.ShowResourcePreviewBox
source: Show resource previews
de: Ressourcenvorschau anzeigen
se: Visa förhandsgranskning utav resurser

# Dialog.Options.IDEOptions.AssemblyScout.ShowReturnTypesBox
source: Show return types of members in the tree
de: Rückgabewerte von Mitgliedern im Baum anzeigen
se: Visa återvändstyper av medlemmar i trädet

# Dialog.Options.IDEOptions.AssemblyScout.ShowSpecialMethods
source: Show "special" methods
de: "Spezielle" Methoden anzeigen
se: Visa "speciella" metoder

# Dialog.Options.IDEOptions.AssemblyScout.TypesGroupBox
source: Selection of types in the tree
de: Auswahl der angezeigten Typen im Baum
se: Urval av typerna i trädet

# Dialog.Options.IDEOptions.CodeCompletion.ClearCache
source: Clear cache
de: Cache leeren
se: Rensa cache

# Dialog.Options.IDEOptions.CodeCompletion.CompleteWhenTyping
source: Show completion list after a character is typed
de: Zeige Code Completion, wenn ein Buchstabe eingegeben wird

# Dialog.Options.IDEOptions.CodeCompletion.DetailSettings
source: Code completion detail settings
de: Code-Completion Detail-Einstellungen
se: Detaljinställningar för kodkomplettering

# Dialog.Options.IDEOptions.CodeCompletion.LanguageDependend
source: The following options are language-dependend, some options are not available in some programming languages.
de: Die folgenden Einstellungen sind sprach-abhängig; einige sind nicht in allen Programmiersprachen verfügbar.
se: Följande inställningar är programspråksberoende, varför inställningarna kan variera mellan resp. språk.

# Dialog.Options.IDEOptions.CodeCompletion.MainOption
source: Use the following option to turn code completion completely off:
de: Mit der folgenden Einstellung kann Code Completion komplett deaktiviert werden:
se: Använd följande inställning för att avaktivera kodkomplettering:

# Dialog.Options.IDEOptions.CodeCompletion.RefreshInsightOnComma
source: Re-open tooltip with better overload when pressing comma
de: Suche besseren Overload, wenn beim Methodenaufruf Komma gedrückt wird.

# Dialog.Options.IDEOptions.CodeCompletion.SaveItemCountAfterNumber
source: items
de: Elemente
se: föremål

# Dialog.Options.IDEOptions.CodeCompletion.SaveItemCountBeforeNumber
source: Save
de: Speichere
se: Spara

# Dialog.Options.IDEOptions.CodeCompletion.UseDataUsageCache
source: Pre-select recently used members
de: Häufig benutzte Einträge bevorzugt markieren
se: Förhandsvälj nyligen använda medlemmar

# Dialog.Options.IDEOptions.CodeCompletion.UseDebugTooltipsOnly
source: Only in debug mode
de: Nur im Debug-Modus
se: Endast i debug läge

# Dialog.Options.IDEOptions.CodeCompletion.UseInsight
source: Show tooltip when writing method calls
de: Tooltips beim Schreiben von Methodenaufrufen verwenden
se: Visa verktygstips vid skrivande av metodanrop

# Dialog.Options.IDEOptions.CodeCompletion.UseKeywordCompletion
source: Trigger code completion after keywords
de: Code Completion nach Schlüsselwörtern aufrufen
se: Aktivera kodkomplettering efter nyckelord

# Dialog.Options.IDEOptions.CodeCompletion.UseTooltips
source: Show tooltip when moving mouse over expression
de: Tooltips anzeigen, wenn die Maus über einen Ausdruck bewegt wird
se: Visa verktygstips när musen förs över ett uttryck

source: &Insert blank lines between members
de: &Leerzeilen zwischen Klassenmember einfügen
se: &Infoga blanka rader mellan medlemmar

source: Code generation options
de: Codegenerierungsoptionen
se: Valmöjligheter för kodgenerering

source: Comment generation options
de: Kommentargenerierungsoptionen
se: Kommentera valmöjligheter för genereringar

# Dialog.Options.IDEOptions.CodeGenerationOptionsPanel.ElseOnClosingCheckBox
source: &Else on same line as closing bracket
de: &Else in der selben Zeile wie schliessende Klammer
se: &Else på samma linje som slutparentes

source: Generate &additional comments
de: &Zusätzliche Kommentare einfügen
se: Skapa &tilläggskommentarer

# Dialog.Options.IDEOptions.CodeGenerationOptionsPanel.GenerateDocCommentsCheckBox
source: Generate &documentation comments
de: &Dokumentationskommentare einfügen
se: Skapa &dokumentationskommentarer

source: &Start code block on the same line
de: &Kein Zeilenumbruch vor dem Blockstart
se: &Startkodblock på samma rad

# Dialog.Options.IDEOptions.CodeGenerationOptionsPanel.Title
source: Code Generation
de: Codeerzeugung
se: Kodgenerering

# Dialog.Options.IDEOptions.CodeGenerationOptionsPanel.UseFullTypeNamesCheckBox
source: &Use full type names
de: &Volle Typnamen benutzen
se: &Använd hela typnamn

# Dialog.Options.IDEOptions.CodingOptionsText
source: Coding
de: Codeerstellung
se: Kodning

# Dialog.Options.IDEOptions.Debugging
source: Debugging
de: Debugger

# Dialog.Options.IDEOptions.Debugging.Stepping
source: Stepping
de: Einzelschrittausführung

# Dialog.Options.IDEOptions.Debugging.Stepping.EnableJustMyCode
source: Use 'Just My Code' feature for stepping
de: "Nur eigenen Code"-Feature aktivieren

# Dialog.Options.IDEOptions.Debugging.Stepping.StepOverAllProperties
source: Step over all properties
de: Über alle Eigenschaften springen

# Dialog.Options.IDEOptions.Debugging.Stepping.StepOverDebuggerAttributes
source: Step over code marked with debugger attributes
de: Über Code mit Debuggerattributen springen

# Dialog.Options.IDEOptions.Debugging.Stepping.StepOverFieldAccessProperties
source: Step over field access properties
de: Über Feldzugriffseigenschaften springen

# Dialog.Options.IDEOptions.Debugging.Stepping.StepOverNoSymbols
source: Step over code without symbols
de: Über Code ohne Symbole springen

# Dialog.Options.IDEOptions.Debugging.Stepping.StepOverSingleLineProperties
source: Step over single-line properties
de: Über einzeilige Properties springen

# Dialog.Options.IDEOptions.Debugging.Symbols
source: Symbols
de: Symbole
se: Symboler

# Dialog.Options.IDEOptions.Debugging.Symbols.ListCaption
source: Symbol and source code paths:
de: Symbol- und Quellcodepfade:

# Dialog.Options.IDEOptions.EditStandardHeaderPanel.LanguageLabel
source: &Language
de: &Sprache
se: &Språk

# Dialog.Options.IDEOptions.EditStandardHeaderPanel.Title
source: Edit Standard Headers
de: Standardheader editieren
se: Redigera Standardrubriker

# Dialog.Options.IDEOptions.FullScreen.DescriptionLabel
source: When SharpDevelop is in fullscreen mode:
de: Wenn SharpDevelop im Vollbild-Modus ist:
se: När SharpDevelop är i helskärmsläge:

# Dialog.Options.IDEOptions.FullScreen.HideHorizontalScrollbar
source: Hide horizontal scrollbar of text editor
de: Horizontale Scrollleiste des Text-Editors verstecken
se: Dölj texteditorns horisontella rullningslist

# Dialog.Options.IDEOptions.FullScreen.HideMainMenu
source: Hide main menu
de: Hauptmenü verstecken
se: Dölj huvudmeny

# Dialog.Options.IDEOptions.FullScreen.HideStatusBar
source: Hide status bar
de: Statusleiste verstecken
se: Dölj statusfält

# Dialog.Options.IDEOptions.FullScreen.HideTabs
source: Hide tabs
de: Tabs verstecken
se: Dölj tabulatorsteg

# Dialog.Options.IDEOptions.FullScreen.HideToolbars
source: Hide toolbars
de: Toolbar verstecken
se: Dölj verktygsfält

# Dialog.Options.IDEOptions.FullScreen.HideVerticalScrollbar
source: Hide vertical scrollbar of text editor
de: Vertikale Scrollleiste des Text-Editors verstecken
se: Dölj texteditorns vertikala rullningslist

# Dialog.Options.IDEOptions.FullScreen.HideWindowsTaskbar
source: Hide Windows Taskbar
de: Windows Taskleiste verstecken
se: Dölj Windows aktivitetsfält

# Dialog.Options.IDEOptions.FullScreen.ShowMainMenuOnMouseHover
source: Show when cursor moves over it
de: Anzeigen, wenn Maus darüber bewegt wird
se: Visa när musmarkören förs över den

# Dialog.Options.IDEOptions.FullScreen.Title
source: Fullscreen
de: Vollbild
se: Helskärm

# Dialog.Options.IDEOptions.General
source: General
de: Allgemein
se: Generella

# Dialog.Options.IDEOptions.LoadSaveOptions.AutoLoadExternalChanges
source: &Auto-load changes if saved
de: Lade Änderungen &automatisch, wenn gespeichert

# Dialog.Options.IDEOptions.LoadSaveOptions.CreateBackupCopyCheckBox
source: Use &temporary file for saving
de: &Immer Kopie erzeugen
se: Skapa &alltid säkerhetskopia

# Dialog.Options.IDEOptions.LoadSaveOptions.DefaultFileEncoding
source: Default file &encoding:
de: Standard Dat&eicodierung:

# Dialog.Options.IDEOptions.LoadSaveOptions.DetectExternalChanges
source: &Detect external changes to files
de: Überwache &Dateien auf externe Änderungen

# Dialog.Options.IDEOptions.LoadSaveOptions.LineTerminatorStyleGroupBox
source: L&ine terminator style
de: &Zeilenende-Konvention
se: &Radbrytningsstil

# Dialog.Options.IDEOptions.LoadSaveOptions.LoadLabel
source: Load
de: Laden
se: Ladda

# Dialog.Options.IDEOptions.LoadSaveOptions.LoadUserDataCheckBox
source: &Load user-specific settings with the document
de: &Benutzerspezifische Daten mit Dokument laden
se: Ladda användarspecifika inställningar för dokumentet

# Dialog.Options.IDEOptions.LoadSaveOptions.PanelName
source: Load/Save
de: Laden/Speichern
se: Ladda/Spara

# Dialog.Options.IDEOptions.LoadSaveOptions.SaveLabel
source: Save
de: Speichern
se: Spara

# Dialog.Options.IDEOptions.LoadSaveOptions.UseRecycleBin
source: Use &recycle bin when deleting files
de: &Papierkorb zum Löschen von Dateien verwenden

# Dialog.Options.IDEOptions.OutputPanel.Title
source: Output Window
de: Ausgabefenster
se: Utdatafönster

# Dialog.Options.IDEOptions.OutputPanel.WordWrap
source: Word wrap
de: Zeilenumbruch
se: Ordflyttning

# Dialog.Options.IDEOptions.ProjectAndSolutionOptions.BuildAndRunGroupBox
source: Build and Run options
de: Erstellen und Ausführen-Optionen
se: Bygg- och körinställningar

# Dialog.Options.IDEOptions.ProjectAndSolutionOptions.InvalidProjectPathSpecified
source: Invalid project path specified.
de: Ungültiger Projekt-Pfad wurde angegeben.
se: Ogiltig sökväg till projekt.

# Dialog.Options.IDEOptions.ProjectAndSolutionOptions.LoadPrevProjectCheckBox
source: Load previous solution on startup
de: Zuletzt geöffnete Projektmappe beim Start öffnen
se: Ladda föregående samling vid uppstart

# Dialog.Options.IDEOptions.ProjectAndSolutionOptions.PanelName
source: Projects and Solutions
de: Projekte und Projektmappen
se: Projekt och samlingar

# Dialog.Options.IDEOptions.ProjectAndSolutionOptions.ParallelBuild
source: Number of projects to build in parallel:
de: Anzahl Projekte, die parallel erstellt werden:

# Dialog.Options.IDEOptions.ProjectAndSolutionOptions.ProjectLocationLabel
source: Default project location:
de: Standard Projektverzeichnis:
se: Sökväg till standardprojekt:

source: Select default project location
de: Wähle Standard-Projekt-Verzeichnis:
se: Välj sökväg för standardprojekt

# Dialog.Options.IDEOptions.ProjectAndSolutionOptions.SettingsGroupBox
source: Settings
de: Einstellungen
se: Inställningar

# Dialog.Options.IDEOptions.ProjectAndSolutionOptions.ShowErrorListPadCheckBox
source: Show error list pad if build finishes with errors
de: Zeige Fehlerliste, wenn Build-Fehler auftreten
se: Visa fellista om fel uppstår vid byggning.

# Dialog.Options.IDEOptions.ProjectAndSolutionOptions.WhenRunning
source: When running:
de: Beim Ausführen:

source: Build modified projects and projects depending on them
de: Erstelle veränderte Projekte und abhängige Projekte

source: Build modified projects only
de: Erstelle nur veränderte Projekte

# Dialog.Options.IDEOptions.ProjectAndSolutionOptions.WhenRunning.DoNotBuild
source: Do not build
de: Nicht erstellen

# Dialog.Options.IDEOptions.ProjectAndSolutionOptions.WhenRunning.RegularBuild
source: Build all projects
de: Erstelle alle Projekte

# Dialog.Options.IDEOptions.SelectCulture.CurrentUILanguageLabel
source: Current UI language:
de: Aktuelle Oberflächensprache:
se: Nuvarande UI-språk:

# Dialog.Options.IDEOptions.SelectCulture.DescriptionText
source: Click on an icon to choose language.
de: Auf Icon klicken, um neue Sprache zu wählen.
se: Klicka en ikon för att välja språk.

# Dialog.Options.IDEOptions.SelectCulture.PanelName
source: UI Language
de: UI Sprache
se: UI-språk

# Dialog.Options.IDEOptions.SelectCulture.UILanguageSetToLabel
source: UI language set to:
de: UI Sprache gesetzt auf:
se: UI-språk satt till:

# Dialog.Options.IDEOptions.SelectStyle.SelectAmbienceLabel
source: Select your preferred &ambience:
de: &Bevorzugte Sprachumgebung wählen:
se: Välj den miljö som du föredr&ar:

# Dialog.Options.IDEOptions.SelectStyle.ShowExtensionsCheckBox
source: Show file &extensions in the project scout
de: &Dateiendungen im Projektscout zeigen
se: Visa fil&tillägg i ProjektScouten

# Dialog.Options.IDEOptions.SelectStyle.ShowStatusBarCheckBox
source: &Show status bar
de: &Statusbar anzeigen
se: Visa &statusfält

# Dialog.Options.IDEOptions.SelectStyle.ShowToolBarCheckBox
source: Show &tool bar
de: &Toolbar anzeigen
se: Visa verk&tygsfält

# Dialog.Options.IDEOptions.SelectStyle.UseProfessionalStyleCheckBox
source: Use blue style (Office 2003-like) for menus and toolbars.
de: Blauen Stil (Office 2003) für Menüs und Toolbar benutzen
se: Använd blå stil (Office 2003-liknande) för menyer och verktygsfält.

# Dialog.Options.IDEOptions.SelectStyle.UseProjectAmbience
source: Prefer project's ambience if possible
de: Wenn möglich, Sprachumgebung des aktuellen Projektes verwenden
se: Föredra projektets miljö om möjligt

# Dialog.Options.IDEOptions.SelectStyle.VisualStyleGroupBox
source: Appearance
de: Visueller Stil
se: Utseende

# Dialog.Options.IDEOptions.SelectVisualStyle.PanelName
source: Appearance
de: Visueller Stil
se: Utseende

# Dialog.Options.IDEOptions.TaskListOptions.CommentTagsGroupBox
source: Comment Tags
de: Kommentarmarkierungen
se: Kommentartaggar

# Dialog.Options.IDEOptions.TaskListOptions.PanelName
source: Task list
de: Aufgabenliste
se: Uppgiftslista

# Dialog.Options.IDEOptions.TaskListOptions.TokenListLabel
source: &Token list
de: &Tokenliste
se: Lista över &token

# Dialog.Options.IDEOptions.TextEditor.Behaviour.BehaviourGroupBox
source: Behavior
de: Verhalten
se: Beteende

# Dialog.Options.IDEOptions.TextEditor.Behaviour.BehindEOLCheckBox
source: &Can move caret behind EOL
de: &Cursor hinter das Zeilenende möglich
se: &Kan flytta insättsmärke bakom EOL

# Dialog.Options.IDEOptions.TextEditor.Behaviour.ConvertTabsToSpacesCheckBox
source: C&onvert Tabs to Spaces
de: &Tabs durch Leerzeichen ersetzen
se: Gör om Tabtryckningar till Mellanslag

# Dialog.Options.IDEOptions.TextEditor.Behaviour.CtrlClickGotoDefinition
source: Use Ctrl+Click for "Go to Definition"
de: Strg+Klick für "Gehe zu Definition" verwenden

# Dialog.Options.IDEOptions.TextEditor.Behaviour.CurlyBracketCheckBox
source: A&uto insert curly braces
de: A&utomatisches Klammereinfügen
se: Infoga krullparanteser &automatiskt

# Dialog.Options.IDEOptions.TextEditor.Behaviour.CutCopyWholeLine
source: Cut or Copy entire line when nothing is selected
de: Ganze Zeile ausschneiden oder kopieren, wenn nichts markiert ist
se: Klipp ut eller kopiera hela raden när inget är markerat.

# Dialog.Options.IDEOptions.TextEditor.Behaviour.HideMouseCheckBox
source: &Hide mouse cursor while typing
de: Mauscursor &verstecken während Eingabe
se: &Göm muspekaren under tangentbordsskrivning

# Dialog.Options.IDEOptions.TextEditor.Behaviour.IndentLabel
source: I&ndentation
de: Ei&nrückung:
se: I&ndentering

# Dialog.Options.IDEOptions.TextEditor.Behaviour.IndentSizeLabel
source: &Indentation size
de: &Einrückgröße
se: &Indenteringsstorlek

# Dialog.Options.IDEOptions.TextEditor.Behaviour.IndentStyle.Automatic
source: Automatic
de: Automatisch
se: Automatisk

# Dialog.Options.IDEOptions.TextEditor.Behaviour.IndentStyle.None
source: None
de: Nicht
se: Ingen

# Dialog.Options.IDEOptions.TextEditor.Behaviour.IndentStyle.Smart
source: Smart
de: Intelligent
se: Intelligent

# Dialog.Options.IDEOptions.TextEditor.Behaviour.MouseWhellGroupBox
source: &Mousewheel direction
de: &Mausrad-Richtung:
se: &Mushjulsriktning

# Dialog.Options.IDEOptions.TextEditor.Behaviour.PanelName
source: Behavior
de: Verhalten
se: Beteende

# Dialog.Options.IDEOptions.TextEditor.Behaviour.ReverseMouseDirectionRadioButton
source: Reverse
de: Umgekehrt
se: Omvänd

# Dialog.Options.IDEOptions.TextEditor.Behaviour.TabSizeLabel
source: &Tab size
de: Tab-&Größe
se: &Tab storlek

# Dialog.Options.IDEOptions.TextEditor.Behaviour.TemplateInsertCheckBox
source: &Automatic template insertion
de: Templates &automatisch einfügen
se: Infoga mallar &automatiskt

# Dialog.Options.IDEOptions.TextEditor.Behaviour.UseSmartIndent
source: Use smart indentation
de: Intelligente Einrückung verwenden

# Dialog.Options.IDEOptions.TextEditor.General.AntialiasedFontCheckBox
source: &Render font antialiased
de: Schriften &glätten
se: &Kantutjämna teckensnitten

# Dialog.Options.IDEOptions.TextEditor.General.CodeCompletionCheckBox
source: Enable &code completion
de: &Code Completion aktivieren
se: Aktivera &kodkomplettering

# Dialog.Options.IDEOptions.TextEditor.General.DoubleBufferCheckBox
source: Enable &doublebuffering
de: &Doublebuffering aktivieren
se: Aktivera &dubbelbuffring

# Dialog.Options.IDEOptions.TextEditor.General.FoldingCheckBox
source: Enable &folding
de: &Folding aktivieren
se: Aktivera &vikning

# Dialog.Options.IDEOptions.TextEditor.General.FontGroupBox
source: Font
de: Schrift

# Dialog.Options.IDEOptions.TextEditor.General.FontGroupBox.FileEncodingGroupBox
source: File encoding
de: Datei Encoding
se: Filkodning

# Dialog.Options.IDEOptions.TextEditor.General.FontGroupBox.FileEncodingLabel
source: Choose &encoding:
de: &Encoding auswählen:
se: Välj &kodning:

# Dialog.Options.IDEOptions.TextEditor.General.FontSizeLabel
source: Size:
de: Schriftgrad:
se: Storlek:

# Dialog.Options.IDEOptions.TextEditor.General.GeneralOptionsGroupBox
source: General Options
de: Allgemeine Optionen
se: Generella inställningar

# Dialog.Options.IDEOptions.TextEditor.General.MouseWheelZoomCheckBoxCheckBox
source: M&ouse wheel zooming
de: M&ausrad zoomen
se: Mushjuls z&oomning

# Dialog.Options.IDEOptions.TextEditor.General.ShowQuickClassBrowserCheckBox
source: Show &Quick ClassBrowser Panel
de: Klassenbrowser-Panel anzeigen
se: Visa &snabb KlassBrowser-panel

# Dialog.Options.IDEOptions.TextEditor.General.TextfontLabel
source: Text Font:
de: Schriftart:
se: Textens teckensnitt:

# Dialog.Options.IDEOptions.TextEditor.Markers.AtRowLabel
source: at colum&n
de: in Sp&alte
se: på ra&d

# Dialog.Options.IDEOptions.TextEditor.Markers.BracketMatchingStyle.AfterCaret
source: After Caret
de: Nach Caret
se: Efter insättsmärket

# Dialog.Options.IDEOptions.TextEditor.Markers.BracketMatchingStyle.BeforeCaret
source: Before Caret
de: Vor Caret
se: Före insättsmärket

# Dialog.Options.IDEOptions.TextEditor.Markers.CaretCheckBox
source: Show caret line
de: Caretzeile anzeigen

# Dialog.Options.IDEOptions.TextEditor.Markers.EOLMarkersCheckBox
source: Show &end-of-line markers
de: Markierung an Zeilen&ende anzeigen
se: Visa &EOL-markeringar

# Dialog.Options.IDEOptions.TextEditor.Markers.HighlightSymbolCheckBox
source: Highlight symbols
de: Symbole hervorheben

# Dialog.Options.IDEOptions.TextEditor.Markers.HiglightBracketCheckBox
source: Highlight &matching bracket
de: &Passende Klammer markieren
se: Markera &matchande parantes

# Dialog.Options.IDEOptions.TextEditor.Markers.HorizontalRulerCheckBox
source: Show &horizontal ruler
de: &Horizontales Linial
se: Visa &horisontal linjal

# Dialog.Options.IDEOptions.TextEditor.Markers.InvalidLinesCheckBox
source: Show &invalid lines
de: &Ungültige Zeilen anzeigen
se: Visa og&iltiga rader

# Dialog.Options.IDEOptions.TextEditor.Markers.LineMarkerLabel
source: Line m&arker style
de: &Zeilenmarkerstil:
se: Radm&arkeringsstil

# Dialog.Options.IDEOptions.TextEditor.Markers.LineNumberCheckBox
source: Show &line numbers
de: Zeilen&nummern anzeigen
se: Visa &radnummer

# Dialog.Options.IDEOptions.TextEditor.Markers.LineViewerStyle.FullRow
source: Full Row
de: Ganze Zeile
se: Hel Rad

# Dialog.Options.IDEOptions.TextEditor.Markers.LineViewerStyle.None
source: None
de: Deaktiviert
se: Ingen

# Dialog.Options.IDEOptions.TextEditor.Markers.MarkersGroupBox
source: Markers and Rulers
de: Markierungen und Liniale
se: Markörer och linjaler

# Dialog.Options.IDEOptions.TextEditor.Markers.PanelName
source: Markers and Rulers
de: Markierungen und Liniale
se: Markörer och linjaler

# Dialog.Options.IDEOptions.TextEditor.Markers.SpacesCheckBox
source: Show &spaces
de: &Leerzeichen anzeigen
se: Visa &blanksteg

# Dialog.Options.IDEOptions.TextEditor.Markers.TabsCheckBox
source: Show &tabs
de: &Tabs anzeigen
se: Visa &tabsteg

# Dialog.Options.IDEOptions.TextEditor.Markers.UnderLineErrorsCheckBox
source: &Underline errors
de: &Fehler untermalen
se: Stryk &under fel

# Dialog.Options.IDEOptions.TextEditor.Markers.VerticalRulerCheckBox
source: Show &column ruler
de: &Spaltenmarker
se: Visa &vertikal linjal
