Repository: Altaxo/Altaxo
Catalog: Content/data/resources/StringResources.*.resx
Languages: de, se

# Dialog.Options.IDEOptions.LoadSaveOptions.MacintoshRadioButton
source: Macintosh (CR)
se: Macintosh

# Dialog.Options.IDEOptions.LoadSaveOptions.UnixRadioButton
source: Unix (LF)
se: Unix

# Dialog.Options.IDEOptions.LoadSaveOptions.WindowsRadioButton
source: Windows (CRLF)
se: Windows

# Dialog.Options.IDEOptions.TaskListOptions.NameLabel
source: &Name
se: &Namn

# Dialog.Options.IDEOptions.TextEditor.Behaviour.TabsGroupBox
source: Tabs
se: Tabulatorsteg

# Dialog.Options.IDEOptions.TextEditor.CodeCompletion.PanelName
source: Code Completion
se: Kodkomplettering

# Dialog.Options.IDEOptions.ToolsOptionsText
source: Tools
se: Verktyg

# Dialog.ProjectOptions.ApplicationSettings.AssemblyName
source: Assembly &name:
se: Assembly&namn:

# Dialog.ProjectOptions.ApplicationSettings.RootNamespace
source: &Root namespace:
se: &Rot namespace:

# Dialog.ProjectOptions.Build.Auto
source: Auto
se: Automatisk

# Global.Name
source: Name
se: Namn

# Gui.ProjectBrowser.OpenWith.Bindings.IconEditor
source: Icon editor
se: Ikonredigerare

# Gui.ProjectBrowser.OpenWith.Bindings.TextEditor
source: Text editor
se: Textredigerare

# Gui.ProjectBrowser.OpenWith.Bindings.XmlEditor
source: XML editor
se: XML redigerare

# ICSharpCode.BooInterpreter
source: Boo Interpreter
se: Boo tolkare

# ICSharpCode.NUnitPad.NUnitPadContent.PadName
source: Unit Tests
se: Unit Tester

# ICSharpCode.SharpDevelop.FormDesigner.Gui.OptionPanels.PanelName
source: Windows Forms Designer
se: FönsterFormDesigner

# ICSharpCode.SharpDevelop.Gui.Dialogs.AddWebReferenceDialog.StopButtonTooltip
source: Stop
se: Stopp

# ICSharpCode.SharpDevelop.Gui.Dialogs.UserCredentialsDialog.DomainLabel
source: &Domain:
se: &Domän:

# ICSharpCode.SharpDevelop.Internal.Project.ProjectReference.Name
source: (Name)
se: (Namn)

# ICSharpCode.WixBinding.NameValueListEditor.NameColumn
source: Name
se: Namn

# ICSharpCode.WixBinding.WixDirectoryElement.DesktopFolder
source: Desktop
se: Skrivbord

# ICSharpCode.WixBinding.WixDirectoryElement.TempFolder
source: Temp
se: Temporär

# ICSharpCode.XmlEditor.XmlSchemaPanel.SchemasGroupBoxText
source: Schemas
se: Schemata

# ICSharpCode.XmlEditor.XmlSchemasPanel.Title
source: XML Schemas
se: XML Schemata

# MainWindow.Windows.Debug.Threads
source: Threads
se: Trådar

# MainWindow.Windows.ToolbarLabel
source: Tools
se: Verktygsfält

# RegExpTk.MainDialog.Multiline
source: Multiline
se: Multilinje

# RegExpTk.MainDialog.RightToLeft
source: Right to left
se: Höger till vänster

# RegExpTk.MainDialog.Singleline
source: Singleline
se: Enkel rad

# RegExpTk.MainDialog.StringColumn
source: String
se: Sträng

# SharpQuery.Label.Schemas
source: Schemas
se: Schemata

# SharpQuery.Label.ViewsRoot
source: Views
se: Vyer

# SharpReport.AddinName
source: SharpDevelop Reports
se: SharpReport

# SharpReport.ReportGenerator
source: Report Generator
se: Rapportgenerator

# SharpReport.Toolbar.Controls
source: Reporting - Controls
se: SharpReport - Kontroller

# SharpReport.Wizard.BaseSettings.ReportName
source: Report Name
se: Rapportnamn

# StartPage.ChangeLogMenu.Name
source: ChangeLog
se: Förändringslog

# Templates.File.#Develop.OptionPanel.Name
source: Option Panel
se: Kontrollpanel

# Templates.File.Categories.Setup
source: Setup
se: Installera

# Templates.File.UnitTest.Name
source: Unit Test
se: Enhetstest

# Templates.File.WinFXWindow.Name
source: WPF Window
se: WinFX fönster

# Templates.Project.SharpDevelopAddin.Name
source: SharpDevelop addin
se: SharpDevelop tillägg

# XML.MainMenu.HelpMenu.StyleGuide
source: Coding Style Guide
se: Kodstil Guide

# XML.MainMenu.HelpMenu.WebMenu
source: Web
se: Webb

# XML.MainMenu.ToolsMenu.RegularExpressionToolkit
source: Regular Expressions Toolkit
se: Verktygslåda för reguljära uttryck

# XML.MainMenu.ViewMenu.SetupMenu
source: Setup
se: Installera

# XML.TextAreaContextMenu.Refactoring
source: Refactoring
se: Refaktorisering
