Repository: Altaxo/Altaxo
Catalog: Content/data/resources/StringResources.*.resx
Languages: de, se

# Global.BrowseButtonText
source: &Browse...
de: &Suchen...
se: &Utforska

# Global.BrowseText
source: Browse
de: Durchsuchen
se: Utforska

# Global.CancelButtonText
source: Cancel
de: Abbrechen
se: Avbryt

# Global.ChangeButtonText
source: &Change
de: Än&dern
se: &Ändra

# Global.ChooseLocationButtonText
source: Choose location
de: Verzeichnis
se: Välj sökväg

# Global.CloseButtonText
source: &Close
de: S&chließen
se: &Stäng

# Global.CreateButtonText
source: Create
de: Erstellen
se: Skapa

# Global.Delete
source: Delete
de: Löschen
se: Ta bort

# Global.DeleteButtonText
source: &Delete
de: &Löschen
se: Ra&dera

# Global.DeselectAllButtonText
source: Unselect All
de: Alle abwählen

# Global.EditButtonText
source: &Edit
de: &Bearbeiten
se: &Ändra

# Global.ErrorText
source: Error
de: Fehler

# Global.FileAlreadyExists
source: The file '{0}' already exists.
de: Die Datei '{0}' existiert bereits.

# Global.FileName
source: File name
de: Dateiname
se: Filnamn

# Global.FinishButtonText
source: Finish
de: Beenden
se: Slutför

# Global.FinishedCaptionText
source: Finished
de: Abgeschlossen
se: Klar

# Global.Folder
source: Folder
de: Ordner
se: Mapp

# Global.FontStyle
source: Font Style
de: Schriftart

# Global.FontStyle.CustomColor
source: Custom
de: Benutzerdefiniert

# Global.FontStyle.SelectFont
source: Select font
de: Wähle Schrift

# Global.FontStyle.Underline
source: Underline
de: Unterstrichen

# Global.HelpButtonText
source: &Help
de: &Hilfe
se: &Hjälp

# Global.IgnoreButtonText
source: Ignore
de: Ignorieren
se: Ignorera

# Global.LargeIconToolTip
source: Large Icons
de: Große Icons
se: Stora ikoner

# Global.Location.allopenfiles
source: all open files
de: alle offenen Dateien
se: alla öppna filer

# Global.Location.currentfile
source: current file
de: aktuelle Datei
se: aktuell fil

# Global.Location.directories
source: Directories
de: Verzeichnisse
se: Mappar

# Global.Location.wholeproject
source: whole project
de: ganzes Projekt
se: hela projektet

# Global.NextButtonText
source: Next >
de: Vor >
se: Nästa >

# Global.No
source: No
de: Nein
se: Nej

# Global.OpenButtonText
source: &Open
de: Ö&ffnen
se: &Öppna

# Global.OptionsLabelText
source: Options
de: Optionen
se: Alternativ

# Global.Path
source: Path
de: Pfad
se: Sökväg

# Global.PleaseWait
source: Please wait...
de: Bitte warten...
se: Var god vänta...

# Global.Preview
source: Preview
de: Vorschau

# Global.QuestionText
source: Question
de: Frage
se: Fråga

# Global.ReadOnly
source: readonly
de: schreibgeschützt
se: skrivskyddad

# Global.RemoveButtonText
source: &Remove
de: &Entfernen
se: &Ta bort

# Global.RenameButtonText
source: Re&name
de: &Umbenennen
se: &Byt namn

# Global.ReplaceButtonText
source: Replace
de: Ersetzen
se: Ersätt

# Global.RetryButtonText
source: Retry
de: Wiederholen
se: Försök igen

# Global.SelectAllButtonText
source: Select &All
de: Alle auswählen
se: Välj alla

# Global.SmallIconToolTip
source: Small Icons
de: Kleine Icons
se: Små ikoner

# Global.UpdateButtonText
source: &Update
de: Akt&ualisieren
se: &Uppdatera

# Global.WarningText
source: Warning
de: Warnung
se: Varning

# Global.Yes
source: Yes
de: Ja
se: Ja

# Global.YesToAll
source: Yes to All
de: Ja zu allen

# Gui.ProjectBrowser.FileInUseError
source: File or directory name is already in use, choose a different one.
de: Datei- oder Verzeichnisname schon vergeben, bitte einen anderen wählen.
se: Fil- eller mappnamnet är upptaget, välj ett annat namn.

# Gui.ProjectBrowser.IllegalCharactersInFileNameError
source: The file name you have chosen contains illegal characters. Please choose a different file name.
de: Der gewählte Dateiname enthält ungültige Zeichen. Bitte einen anderen Dateinamen wählen.
se: Filnamnet som du har valt innehåller ogiltiga tecken. Välj ett annat filnamn.

# Gui.ProjectBrowser.Open
source: Open
de: Öffnen
se: Öppna

# Gui.ProjectBrowser.OpenFolderInExplorer
source: Open Folder in Explorer
de: Öffne Ordner im Explorer

# Gui.ProjectBrowser.OpenWith
source: Open With...
de: Öffnen mit...
se: Öppna med...

# Gui.ProjectBrowser.OpenWith.AddProgram.DialogTitle
source: Add program
de: Programm hinzufügen
se: Lägg till program

# Gui.ProjectBrowser.OpenWith.AddProgram.DisplayName
source: &Display name:
de: &Anzeigename:

# Gui.ProjectBrowser.OpenWith.AddProgram.Program
source: &Program:
de: &Programm:

# Gui.ProjectBrowser.OpenWith.Bindings.DefaultWindowsApplication
source: Use the default Windows application for this file
de: Verwende die mit der Datei verknüpfte Windows-Anwendung

# Gui.ProjectBrowser.OpenWith.Bindings.ResourceEditor
source: Resource editor
de: Ressourcen-Editor
se: Resursredigerare

# Gui.ProjectBrowser.OpenWith.Bindings.TextEditorWithEncoding
source: Text editor (choose encoding)
de: Texteditor (Codierung wählen)

# Gui.ProjectBrowser.OpenWith.Bindings.WebBrowser
source: Built-in Web Browser
de: Integrierter Web-Browser
se: Inbyggd webläsare

# Gui.ProjectBrowser.OpenWith.ChooseProgram
source: Choose the program you want to use to open this file:
de: Wählen Sie das Programm, mit dem die Datei geöffnet werden soll:

# Gui.ProjectBrowser.OpenWith.Default
source: Default
de: Standard
se: Standard

# Gui.ProjectBrowser.OpenWith.DialogTitle
source: Open With
de: Öffnen Mit
se: Öppna med

# Gui.ProjectBrowser.OpenWith.SetAsDefault
source: Set as Default
de: Als Standard
se: Välj som standard

# Gui.ProjectBrowser.ShowAllFiles
source: Show all files
de: Alle Dateien anzeigen
se: Visa alla filer

# Hornung.ResourceToolkit.CodeCompletion.AddNewDescription
source: Add new string resource to {0}
de: Neue String-Ressource hinzufügen zu {0}

# Hornung.ResourceToolkit.CodeCompletion.AddNewEntry
source: <Add new>
de: <Hinzufügen>
se: <Lägg till ny>

# Hornung.ResourceToolkit.DeleteAllSelectedResourceKeysQuestion
source: Do you really want to delete all ${Count} selected resource keys from the resource files and all dependent localized resource files permanently?
de: Möchten Sie wirklich alle ${Count} ausgewählten Ressourcenschlüssel dauerhaft aus der Ressourcendatei und allen zugehörigen lokalisierten Ressourcendateien löschen?

# Hornung.ResourceToolkit.DeleteSingleResourceKeyQuestion
source: Do you really want to delete the resource key "${Key}" from the resource file "${FileName}" and all dependent localized resource files permanently?
de: Möchten Sie wirklich den Ressourcenschlüssel "${Key}" dauerhaft aus der Ressourcendatei "${FileName}" und allen zugehörigen lokalisierten Ressourcendateien löschen?

# Hornung.ResourceToolkit.EditStringResourceDialog.Caption
source: Edit string resource
de: String-Ressource bearbeiten

# Hornung.ResourceToolkit.EditStringResourceDialog.DuplicateKey
source: A resource key with this name already exists!
de: Es existiert bereits ein Ressourcenschlüssel mit dem eingegebenen Namen!

# Hornung.ResourceToolkit.EditStringResourceDialog.KeyIsEmpty
source: Resource key must not be empty!
de: Der Ressourcenschlüssel darf nicht leer sein!

# Hornung.ResourceToolkit.ErrorProcessingResourceFile
source: An error occurred while processing the resource file '{0}'.
de: Beim Verarbeiten der Ressourcendatei '{0}' ist ein Fehler aufgetreten.

# Hornung.ResourceToolkit.FindMissingResourceKeys
source: Find missing resource keys
de: Finde fehlende Ressourcenschlüssel
se: Sök efter saknade resursnycklar

# Hornung.ResourceToolkit.FindUnusedResourceKeys
source: Find unused resource keys
de: Finde unbenutzte Ressourcenschlüssel
se: Sök efter oanvända resursnycklar

# Hornung.ResourceToolkit.Key
source: Key
de: Schlüssel
se: Nyckel

# Hornung.ResourceToolkit.KeyLabel
source: Resource key:
de: Ressourcenschlüssel:
se: Resursnyckel:

# Hornung.ResourceToolkit.KeyNotFoundWarning
source: The resource key "{0}" could not be found in file "{1}".
de: Der Ressourcenschlüssel "{0}" konnte in der Datei "{1}" nicht gefunden werden.
se: Resursnyckeln "{0}" kunde inte hittas i filen "{1}".

# Hornung.ResourceToolkit.ReferencesToMissingKeys
source: References to missing resource keys
de: Referenzen auf fehlende Ressourcenschlüssel

# Hornung.ResourceToolkit.ReferencesToResource
source: References to ${ResourceKey} (in ${ResourceFileName})
de: Referenzen auf ${ResourceKey} (in ${ResourceFileName})

# Hornung.ResourceToolkit.RenameKeyDefinitionNotFoundWarning
source: The definition of this resource key could not be found and renamed.
de: Die Definition dieses Ressourcenschlüssels konnte nicht gefunden und umbenannt werden.

# Hornung.ResourceToolkit.RenameResourceText
source: Enter new resource key name:
de: Neuen Ressourcenschlüssel eingeben:

# Hornung.ResourceToolkit.ResourceTypeNotSupported
source: The selected resource is not of type 'string' and cannot be edited.
de: Die ausgewählte Ressource ist nicht vom Typ 'string' und kann nicht bearbeitet werden.

# Hornung.ResourceToolkit.TextEditorContextMenu.AddResource
source: Add this resource
de: Diese Ressource hinzufügen
se: Lägg till denna resurs

# Hornung.ResourceToolkit.TextEditorContextMenu.EditResource
source: Edit resource
de: Ressource bearbeiten
se: Redigera resurs

# Hornung.ResourceToolkit.ToolTips.KeyNotFound
source: <KEY NOT FOUND>
de: <SCHLÜSSEL NICHT GEFUNDEN>
se: <NYCKEL EJ FUNNEN>

# Hornung.ResourceToolkit.ToolTips.PlaceMessage
source: Resource in {0}:
de: Ressource in {0}:

# Hornung.ResourceToolkit.ToolTips.TypeMessage
source: Object of type {0}:
de: Objekt vom Typ {0}:

# Hornung.ResourceToolkit.ToolTips.UnknownKey
source: <Unknown>
de: <Unbekannt>
se: <Okänd>

# Hornung.ResourceToolkit.UnusedResourceKeys.HideICSharpCodeCoreHostResourcesTitle
source: Hide ICSharpCode.Core host resources
de: ICSharpCode.Core Host-Ressourcen verbergen

source: When selected, resource keys that are contained in the resource file of the ICSharpCode.Core host application are not listed.
de: Wenn angewählt, werden Ressourcenschlüssel, die in der Ressourcendatei der ICSharpCode.Core-Hostanwendung enthalten sind, nicht aufgeführt.

# Hornung.ResourceToolkit.UnusedResourceKeys.NotFound
source: No unused resource keys were found in the whole solution.
de: In der ganzen Projektmappe wurden keine unbenutzten Ressourcenschlüssel gefunden.

# Hornung.ResourceToolkit.UnusedResourceKeys.Title
source: Unused resource keys
de: Unbenutzte Ressourcenschlüssel

# Hornung.ResourceToolkit.Value
source: Value
de: Wert
se: Värde

# Hornung.ResourceToolkit.ValueLabel
source: Resource value:
de: Ressourceninhalt:

# ICSharpCode.AvalonEdit.AddIn.SharpDevelopCompletionWindow.EmptyText
source: Press Ctrl+Space to show items from all namespaces
de: Drücken Sie Strg+Leertaste, um Elemente aus allen Namespaces anzuzeigen

# ICSharpCode.BooInterpreter.Debuggee.ErrorDebuggerNotLoaded
source: Error: 'Debugger is not loaded'
de: Fehler: 'Debugger ist nicht geladen'

# ICSharpCode.BooInterpreter.Debuggee.ErrorIncompatibleDebugger
source: Error: 'Incompatible debugger'
de: Fehler: 'Inkompatibler Debugger'

# ICSharpCode.BooInterpreter.Debuggee.ErrorNoProgramDebugged
source: Error: 'No program is being debugged'
de: Fehler: 'Es wird kein Programm gedebuggt'

# ICSharpCode.BooInterpreter.Debuggee.Title
source: Debuggee
de: Zu debuggendes Programm

# ICSharpCode.BooInterpreter.Debuggee.ToolTip
source: Runs commands in the debugged progam
de: Führt Befehle im gedebuggten Programm aus

# ICSharpCode.Build.CannotFindFxCop
source: SharpDevelop cannot find FxCop. Please select the FxCop installation directory in the SharpDevelop options.
de: SharpDevelop kann FxCop nicht finden. Bitte wählen Sie das FxCop-Installationsverzeichnis in den SharpDevelop Optionen.

# ICSharpCode.Build.CannotReadFxCopLogFile
source: Cannot read FxCop log file:
de: Konnte FxCop Logdatei nicht lesen:

# ICSharpCode.Build.MonoIsNotInstalled
source: Mono is not installed.
de: Mono ist nicht installiert.
se: Mono är inte installerad.

# ICSharpCode.Build.RunningCodeAnalysis
source: Running Code Analysis...
de: Führe Code-Analyse durch...

# ICSharpCode.Build.UnknownTargetMonoFrameworkVersion
source: Unknown Target Mono Framework Version:
de: Unbekannte Zielversion des Mono Framework:

# ICSharpCode.CodeAnalysis
source: Code Analysis
de: Code-Analyse
se: Kodanalys

# ICSharpCode.CodeAnalysis.CheckWithFxCop
source: Check with FxCop
de: Mit FxCop überprüfen
se: Kontrollera med FxCop

# ICSharpCode.CodeAnalysis.IdeOptions.DirectoryDoesNotContainFxCop
source: The selected directory does not contain a complete FxCop installation.
de: Das gewählte Verzeichnis enthält keine vollständige FxCop-Installation.

# ICSharpCode.CodeAnalysis.IdeOptions.FindFxCopPath
source: Select FxCop path
de: FxCop-Pfad wählen

# ICSharpCode.CodeAnalysis.IdeOptions.FxCopFoundInPath
source: FxCop was found in the following directory:
de: FxCop wurde im folgenden Verzeichnis gefunden:

# ICSharpCode.CodeAnalysis.IdeOptions.FxCopNotFound
source: FxCop could not be found. Install FxCop and click on 'Select FxCop path' to tell SharpDevelop where you installed FxCop.
de: FxCop konnte nicht gefunden werden. Installieren Sie FxCop und klicken Sie auf 'FxCop-Pfad wählen', um SharpDevelop den Installationsort von FxCop mitzuteilen.

# ICSharpCode.CodeAnalysis.IdeOptions.FxCopPath
source: FxCop path
de: FxCop-Pfad

# ICSharpCode.CodeAnalysis.ProjectOptions.AddRemoveRuleAssembly
source: Add/Remove rule assembly
de: Regel-Assembly hinzufügen/entfernen

# ICSharpCode.CodeAnalysis.ProjectOptions.CannotFindFxCop
source: Cannot find FxCop - Make sure FxCop is installed.
de: Kann FxCop nicht finden. Stellen Sie sicher, dass FxCop installiert ist.
se: Kunde inte hitta FxCop - kontrollera att FxCop finns installerad.

# ICSharpCode.CodeAnalysis.ProjectOptions.ChooseRuleAssemblyDirectory
source: Choose directory containing rule assemblies:
de: Verzeichnis für Regel-Assemblies auswählen:

# ICSharpCode.CodeAnalysis.ProjectOptions.Enable
source: &Enable Code Analysis (defines CODE_ANALYSIS constant)
de: &Code-Analyse aktivieren (definiert CODE_ANALYSIS-Konstante)

# ICSharpCode.CodeAnalysis.ProjectOptions.LoadingRules
source: Loading available rules...
de: Lade verfügbare Regeln...

# ICSharpCode.CodeAnalysis.ProjectOptions.RunOnBuild
source: &Run Code Analysis when compiling (defines CODE_ANALYSIS constant)
de: &Code Analysis beim Kompilieren ausführen (definiert Konstante CODE_ANALYSIS)

# ICSharpCode.CodeAnalysis.ProjectOptions.SpecifyFxCopPath
source: You can specify the path to FxCop in the SharpDevelop options.
de: Sie können den Pfad zu FxCop in den SharpDevelop-Optionen festlegen.
se: Du kan specificera sökvägen till FxCop under inställningarna för SharpDevelop.

# ICSharpCode.CodeAnalysis.ProjectOptions.WarningErrorMixed
source: Mixed
de: Gemischt
se: Mixad

# ICSharpCode.CodeAnalysis.ProjectOptions.WarningOrError
source: Warning or Error
de: Warnung oder Fehler
se: Varning eller fel

# ICSharpCode.CodeAnalysis.Rule
source: Rule
de: Regel
se: Regel

# ICSharpCode.CodeAnalysis.RunningFxCopOn
source: Running FxCop on
de: Starte FxCop für
se: Kör FxCop på

# ICSharpCode.CodeAnalysis.SuppressMessage
source: Suppress message
de: Meldung unterdrücken

# ICSharpCode.CodeCoverage.CodeCovered
source: Code Covered
de: Abgedeckter Code
se: Kodtäckning

# ICSharpCode.CodeCoverage.CodeNotCovered
source: Code Not Covered
de: Nicht abgedeckter Code
se: Ej kodtäckning

# ICSharpCode.CodeCoverage.Column
source: Column
de: Spalte
se: Kolumn

# ICSharpCode.CodeCoverage.DisplayOptions
source: Display Options
de: Anzeige-Optionen

# ICSharpCode.CodeCoverage.EndColumn
source: End Column
de: Endspalte
se: Slutkolumn

# ICSharpCode.CodeCoverage.EndLine
source: End Line
de: Endzeile

# ICSharpCode.CodeCoverage.Line
source: Line
de: Zeile
se: Rad

# ICSharpCode.CodeCoverage.NCoverNotFound
source: Unable to locate the NCover console application. If NCover is installed, please specify the location of the application in the Code Coverage options.
de: Kann die NCover Konsolenanwendung nicht finden. Wenn NCover installiert ist, geben sie den Pfad der Anwendung in den ${res:ICSharpCode.UnitTesting.CodeCoverage}-Optionen an.
se: Kunde inte hitta applikationen NCover. Om NCover är installerad, vänligen specificera sökvägen till denna applikation under inställningarna för kodtäckning.

# ICSharpCode.CodeCoverage.NoCodeCoverageResultsGenerated
source: No code coverage results file generated:
de: Keine Code-Abdeckungs Ausgabedatei generiert:
se: Ingen resultatfil för kodtäckning genererades:

# ICSharpCode.CodeCoverage.OptionsPanel.CodeCoverageColoursGroupBoxText
source: Code Coverage Colors
de: Code-Abdeckungs-Farben
se: Kodtäckningsfärger

# ICSharpCode.CodeCoverage.OptionsPanel.CommandLineLabel
source: &Command:
de: Kommando:
se: &Kommando:

# ICSharpCode.CodeCoverage.OptionsPanel.DisplayItemsLabel
source: &Display Items:
de: &Anzeige-Elemente:
se: &Visa föremål:

# ICSharpCode.CodeCoverage.OptionsPanel.ItemBackgroundLabel
source: Item bac&kground:
de: Element &Hintergrund
se: Föremålsba&kgrund:

# ICSharpCode.CodeCoverage.OptionsPanel.ItemForegroundLabel
source: Item fo&reground:
de: Element &Vordergrund
se: Föremålsfö&rgrund:

# ICSharpCode.CodeCoverage.OptionsPanel.NCoverConfigurationGroupBoxText
source: NCover Configuration
de: NCover Konfiguration
se: NCover konfiguration

# ICSharpCode.CodeCoverage.ProjectOptionsPanel.AssemblyListLabel
source: &Assemblies to watch:
de: Zu überwachende &Assemblies:

# ICSharpCode.CodeCoverage.ProjectOptionsPanel.ExcludeAttributes
source: Excluded Attributes
de: Ausschließende Attribute

# ICSharpCode.CodeCoverage.ProjectOptionsPanel.ExcludeListLabel
source: Exclude
de: Ausschließen
se: Exkludera

# ICSharpCode.CodeCoverage.ProjectOptionsPanel.IncludeListLabel
source: Include
de: Einschließen
se: Inkludera

# ICSharpCode.CodeCoverage.RunningCodeCoverage
source: Running code coverage...
de: Führe mit Code-Abdeckung aus...
se: Kör kodtäckningsanalys...

# ICSharpCode.CodeCoverage.RunTestsWithCodeCoverage
source: Run tests with code coverage
de: Tests mit Code-Abdeckung ausführen
se: Kör kodtäckningsanalystester

# ICSharpCode.CodeCoverage.RunWithCodeCoverage
source: Run with code coverage
de: Mit Code-Abdeckung ausführen
se: Kör med kodtäckningsanalys

# ICSharpCode.CodeCoverage.ShowCoverage
source: Show Code Co&verage
de: Code-&Abdeckung anzeigen

# ICSharpCode.CodeCoverage.ShowSourceCode
source: Show Source Code
de: Sourcecode anzeigen

# ICSharpCode.CodeCoverage.ShowVisitCount
source: Show Visit Count
de: Zeige Besuchsanzahl
se: Visa besöksräknare

# ICSharpCode.CodeCoverage.ToggleCodeCoverage
source: Toggle Code Coverage
de: Code-Abdeckung im Sourcecode anzeigen
se: Växla kodtäckningsanalys

# ICSharpCode.CodeCoverage.VisitCount
source: Visit Count
de: Besuchszähler
se: Besöksräknare

# ICSharpCode.ConsolePad.GotoProjectItem
source: Change to project directory
de: Wechsele zum Projektverzeichnis
se: Byt till projektmappen

# ICSharpCode.ConsolePad.GotoSdkItem
source: Change to SDK directory
de: Wechsele zum SDK-Verzeichnis
se: Ändra till SDK mappen

# ICSharpCode.ConsolePad.PadName
source: Console
de: Konsole
se: Konsol

# ICSharpCode.Core.Services.ErrorDialogs.DescriptionLabel
source: Description
de: Beschreibung
se: Beskrivning

# ICSharpCode.Core.Services.ErrorDialogs.ExceptionGotDescription
source: Exception got
de: Geworfene Ausnahme
se: Undantag fick

# ICSharpCode.Core.Services.ErrorDialogs.ShowExceptionButton
source: Show Exception
de: Ausnahme anzeigen
se: Visa undantag

# ICSharpCode.CppBinding.ProjectOptions.AdditionalOptions
source: Additional options
de: Zusätzliche Optionen

# ICSharpCode.CppBinding.ProjectOptions.Linker.AdditionalLibs
source: Link additional files
de: Zusätzliche Dateien linken

# ICSharpCode.CppBinding.ProjectOptions.Linker.AddModule
source: Link specified .NET modules
de: Angegebene .NET Module linken

# ICSharpCode.CppBinding.ProjectOptions.Linker.GenerateDebugInfo
source: Generate debugging info
de: Debug-Info generieren

# ICSharpCode.CppBinding.ProjectOptions.Linker.Library
source: Library files locations
de: Orte für Bibliotheken

# ICSharpCode.CppBinding.ProjectOptions.Linker.ManagedResourceFile
source: Embed .NET resource file
de: .NET Ressourcendatei einbetten

# ICSharpCode.CppBinding.ProjectOptions.Preprocessor
source: Preprocessor
de: Präprozessor

# ICSharpCode.CppBinding.ProjectOptions.Preprocessor.Definitions
source: Define following preprocessor symbols
de: Definiere folgende Präprozessor-Symbole

# ICSharpCode.CppBinding.ProjectOptions.Preprocessor.Includes
source: Header files locations
de: Orte für Header-Dateien

# ICSharpCode.CppBinding.ProjectOptions.Preprocessor.UndefineAll
source: Undefine all defined preprocessor symbols
de: Alle Präprozessor-Symbole entfernen

# ICSharpCode.CppBinding.ProjectOptions.Preprocessor.Undefinitions
source: Undefine following preprocessor symbols
de: Entferne Definitionen folgender Präprozessor-Symbole

# ICSharpCode.FiletypeRegisterer.BinaryResourceFilesFileAssozisation
source: .NET Resource File (binary)
de: .NET Ressourcendatei (binär)
se: .NET Resursfil (binär)

# ICSharpCode.FiletypeRegisterer.CSharpSourceFileAssozisation
source: C# Source File
de: C# Datei
se: C# Källfil

# ICSharpCode.FiletypeRegisterer.JavaSourceFileAssozisation
source: Java Source File
de: Java Datei
se: Java Källfil

# ICSharpCode.FiletypeRegisterer.Project
source: Project
de: Projekt
se: Projekt

# ICSharpCode.FiletypeRegisterer.ResXResourceFilesFileAssozisation
source: .NET Resource File
de: .NET Ressourcendatei
se: .NET Resursfil

# ICSharpCode.FiletypeRegisterer.SolutionFileAssozisation
source: SharpDevelop Solution
de: SharpDevelop Projektmappe
se: SharpDevelop Samling

# ICSharpCode.FiletypeRegisterer.VBNetSourceFileAssozisation
source: VB.NET Source File
de: VB.NET Datei
se: VB.NET Källfil

# ICSharpCode.FiletypeRegisterer.XmlFileAssozisation
source: XML Document
de: XML Datei
se: XML Dokument

# ICSharpCode.NAntAddIn.AbstractRunNAntCommand.NAntExeNotFoundMessage
source: Unable to find NAnt '{0}'. Please configure the NAnt executable's location in the SharpDevelop Options.
de: Konnte NAnt nicht finden '{0}'. Bitte stellen Sie den Pfad zur NAnt-Anwendung in den SharpDevelop-Optionen ein.

# ICSharpCode.NAntAddIn.AbstractRunNAntCommand.NAntStoppedMessage
source: NAnt build stopped.
de: NAnt-Build angehalten.
se: NAnt byggande stannat.

# ICSharpCode.NAntAddIn.AbstractRunNAntCommand.NoBuildFileErrorText
source: Project does not contain a '.build' file.
de: Projekt enthält keine '.build'-datei.
se: Projektet innehåller ingen '.build'-fil.

# ICSharpCode.NAntAddIn.AbstractRunNAntCommand.RunningNAntMessage
source: Running NAnt.
de: NAnt wird ausgeführt
se: Kör NAnt.

# ICSharpCode.NAntAddIn.AbstractRunNAntCommand.TerminateNAntQuestion
source: This will terminate the NAnt process. Are you sure?
de: Dies beendet den NAnt-prozess. Sind Sie sicher?
se: Detta kommer att avbryta NAnt processen. Är du säker?

# ICSharpCode.NAntAddIn.CreateBuildFileMenuLabel
source: Create &Build File
de: &Builddatei erstellen
se: Skapa &Byggfil

# ICSharpCode.NAntAddIn.GotoDefinitionMenuLabel
source: &Goto Definition
de: Gehe zu &Definition

# ICSharpCode.NAntAddIn.GotoErrorMenuLabel
source: &Goto Error
de: &Gehe zu Fehler

# ICSharpCode.NAntAddIn.NAntAddInOptionPanel.ArgumentsLabel
source: &Arguments
de: &Argumente
se: &Argument

# ICSharpCode.NAntAddIn.NAntAddInOptionPanel.BuildFileGenerationGroupBoxName
source: Build File Generation
de: Build-Dateigenerierung
se: Bygg-fil generering

# ICSharpCode.NAntAddIn.NAntAddInOptionPanel.CommandLabel
source: &Command
de: B&efehl
se: &Kommando

# ICSharpCode.NAntAddIn.NAntAddInOptionPanel.DebugLabel
source: &Debug
de: &Debugging

# ICSharpCode.NAntAddIn.NAntAddInOptionPanel.NAntConfigGroupBoxName
source: NAnt Configuration
de: NAnt Konfiguration
se: NAnt konfiguration

# ICSharpCode.NAntAddIn.NAntAddInOptionPanel.QuietLabel
source: &Quiet
de: &Still
se: &Tyst
