Repository: Altaxo/Altaxo
Catalog: Content/data/resources/StringResources.*.resx
Languages: de, se

# Dialog.Options.IDEOptions.TextEditor.VB.EnableCasingCheckBox
source: Enable automatic casing of keywords
de: Automatische Groß/Kleinschreibung von Schlüsselwörtern
se: Aktivera automatisk "casing" av nyckelord

# Dialog.Options.IDEOptions.TextEditor.VB.EnableEndConstructsCheckBox
source: Enable automatic insertion of end constructs
de: Automatische Einfügung von Schlusskonstrukten
se: Aktivera automatisk infogning av slutkonstruktörer

# Dialog.Options.IDEOptions.TextEditor.VB.FormattingGroupBox
source: Code formatting
de: Code-Formatierung
se: Kodformattering

# Dialog.Options.IDEOptions.TextEditor.VB.PanelName
source: VB specific options
de: VB-spezifische Optionen
se: VB specifika inställningar

# Dialog.Options.PrjOptions.Configuration.CompileTarget.Exe
source: Console Application
de: Konsolenanwendung
se: Konsol Applikation

# Dialog.Options.PrjOptions.Configuration.CompileTarget.Library
source: Class Library
de: Bibliothek
se: Klassbibliotek

# Dialog.Options.PrjOptions.Configuration.CompileTarget.Module
source: .Net Module
de: .Net Modul
se: .Net modul

# Dialog.Options.PrjOptions.Configuration.CompileTarget.WinExe
source: Windows Application
de: Windowsanwendung
se: Windows Applikation

# Dialog.Options.PrjOptions.Configuration.FolderBrowserDescription
source: Select the directory in which the assembly will be created.
de: Verzeichnis auswählen in dem die Assembly generiert wird.
se: Välj mappen som assemblyn ska att skapas i.

# Dialog.Options.TextEditorOptions.EditHighlighting.BuiltinLabel
source: Built-in:
de: Eingebaute:
se: Inbyggt:

# Dialog.Options.TextEditorOptions.EditHighlighting.CaptionLabel
source: Available highlighting schemes:
de: Verfügbare Hervorhebungsschemata:
se: Tillgängliga markeringsscheman:

# Dialog.Options.TextEditorOptions.EditHighlighting.CopyButton
source: Copy to user-defined
de: Nach rechts kopieren
se: Kopiera till användardefinerat

# Dialog.Options.TextEditorOptions.EditHighlighting.CopyError
source: Could not copy the file.
de: Die Datei konnte nicht kopiert werden.
se: Kunde inte kopiera filen.

# Dialog.Options.TextEditorOptions.EditHighlighting.DeleteButton
source: Delete
de: Löschen
se: Ta bort

# Dialog.Options.TextEditorOptions.EditHighlighting.DeleteConfirm
source: Do you really want to delete this user-defined scheme?
de: Wollen Sie wirklich dieses benutzerdefinierte Schema löschen?
se: Är du säker på att du vill ta bort detta användardefinerade schema?

# Dialog.Options.TextEditorOptions.EditHighlighting.DeleteError
source: Unable to delete the file.
de: Die Datei konnte nicht gelöscht werden.
se: Det gick inte att ta bort filen.

# Dialog.Options.TextEditorOptions.EditHighlighting.DescLabel
source: The user-defined schemes have precedence over the built-in. A change in the highlighting schemes is visible upon the next restart of #Develop.
de: Benutzerdefinierte Schemata haben Vorrang vor eingebauten. Eine Änderung wirkt sich erst beim nächsten Start von #Develop aus.
se: De användardefinierade schemana har företräde över de inbyggda. En ändring i markeringsschemana visas efter nästa omstart av #Develop.

# Dialog.Options.TextEditorOptions.EditHighlighting.LoadError
source: Could not load mode definition file.
de: Die Schemadefinitionsdatei konnte nicht geladen werden.
se: Kunde inte ladda metoddefinieringsfil.

# Dialog.Options.TextEditorOptions.EditHighlighting.ModifyButton
source: Modify
de: Ändern
se: Ändra

# Dialog.Options.TextEditorOptions.EditHighlighting.Title
source: Highlighting
de: Hervorhebung
se: Markering

# Dialog.Options.TextEditorOptions.EditHighlighting.UserLabel
source: User-defined:
de: Benutzerdefinierte:
se: Användardefinerat:

# Dialog.Options.TreeViewOptions.DialogName
source: Options
de: Optionen
se: Inställningar

# Dialog.Options.TreeViewOptions.SharpDevelopOptionsText
source: General
de: SharpDevelop Optionen
se: Allmänt

# Dialog.ProjectOptions.ApplicationSettings
source: Application
de: Anwendung
se: Applikation

# Dialog.ProjectOptions.ApplicationSettings.ApplicationIcon
source: Application i&con:
de: Anwendingsi&con:
se: Applikationsi&kon:

# Dialog.ProjectOptions.ApplicationSettings.InvalidIconFile
source: {0} is not a valid icon file.
de: {0} ist keine gültige Icon-Datei.
se: {0} är inte en giltig ikonfil.

# Dialog.ProjectOptions.ApplicationSettings.LocalizedStringFileLabel
source: Localized string file:
de: Lokalisierte String-Datei:

# Dialog.ProjectOptions.ApplicationSettings.Manifest
source: Application &manifest:
de: Anwendungs-&Manifest:

# Dialog.ProjectOptions.ApplicationSettings.Manifest.DoNotEmbedManifest
source: Do not embed manifest
de: Kein Manifest einbinden

# Dialog.ProjectOptions.ApplicationSettings.Manifest.EmbedDefault
source: Embed default manifest
de: Standard-Manifest einbinden

# Dialog.ProjectOptions.ApplicationSettings.Manifest.ManifestFiles
source: Manifest files
de: Manifest-Dateien

# Dialog.ProjectOptions.ApplicationSettings.OutputName
source: Output name:
de: Ausgabename:
se: Utdatanamn:

# Dialog.ProjectOptions.ApplicationSettings.OutputType
source: &Output type:
de: Ausgabetyp:
se: &Utdatatyp:

# Dialog.ProjectOptions.ApplicationSettings.ProjectFile
source: Project &file:
de: Projektdatei:
se: Projekt&fil:

# Dialog.ProjectOptions.ApplicationSettings.ProjectFolder
source: Project folder:
de: Projektordner:
se: Projektmapp:

# Dialog.ProjectOptions.ApplicationSettings.ProjectInformation
source: Project Information
de: Projekt-Information
se: Projektinformation

# Dialog.ProjectOptions.ApplicationSettings.StartupObject
source: &Startup object:
de: &Startobjekt:
se: &Startobjekt:

# Dialog.ProjectOptions.ApplicationSettings.Win32Resource
source: Win32 R&esource File:
de: Win32 R&essourcendatei:
se: Win32 r&esursfil:

# Dialog.ProjectOptions.Build.Advanced
source: Advanced
de: Erweitert
se: Avancerat

# Dialog.ProjectOptions.Build.BaseIntermediateOutputPath
source: Base Intermediate Output Path:
de: Bais temporärer Ausgabepfad:
se: Mellanliggande sökväg för utdata:

# Dialog.ProjectOptions.Build.DebugInfo
source: Debug &Info:
de: Debug-&Information:

# Dialog.ProjectOptions.Build.DLLBaseAddress
source: DLL Base Address:
de: DLL Basisaddresse:
se: DLL basadress:

# Dialog.ProjectOptions.Build.ErrorsAndWarnings
source: Errors and Warnings
de: Fehler und Warnungen
se: Fel och varningar

# Dialog.ProjectOptions.Build.FileAlignment
source: &File Alignment:
de: Segmentgröße:
se: &Filgruppering:

# Dialog.ProjectOptions.Build.GenerateSerializationAssembly
source: &Generate serialization assembly:
de: Serialisierte Assembly &generieren:
se: &Generera serialiserings assembly:

# Dialog.ProjectOptions.Build.IntermediateOutputPath
source: Intermediate Output Path:
de: Temporärer Ausgabepfad:
se: Mellanliggande sökväg för utdata:

# Dialog.ProjectOptions.Build.Off
source: Off
de: Aus
se: Av

# Dialog.ProjectOptions.Build.On
source: On
de: An
se: På

# Dialog.ProjectOptions.Build.Output
source: Output
de: Ausgabe
se: Utdata

# Dialog.ProjectOptions.Build.OutputPath
source: &Output Path:
de: Ausgabepfad:
se: &Utdatasökväg:

# Dialog.ProjectOptions.Build.RegisterForCOM
source: &Register for COM Interop
de: Für COM Interop &registrieren
se: &Registrera för COM Interop

# Dialog.ProjectOptions.Build.SuppressWarnings
source: &Suppress Warnings:
de: Warnungen unterdrücken:
se: Bort&se från varningar:

# Dialog.ProjectOptions.Build.TargetCPU
source: &Target CPU:
de: Zielprozessor:
se: &Mål CPU:

# Dialog.ProjectOptions.Build.TargetCPU.Any
source: Any processor
de: Jeder Prozessor
se: Valfri processor

# Dialog.ProjectOptions.Build.TargetCPU.Itanium
source: Intel 64-bit Itanium processor
de: Intel 64-bit Itanium Prozessor
se: Intel 64-bitars Itanium processor

# Dialog.ProjectOptions.Build.TargetCPU.x64
source: AMD 64-bit processor
de: AMD 64-bit Prozessor
se: AMD 64-bitars processor

# Dialog.ProjectOptions.Build.TargetCPU.x86
source: 32-bit Intel-compatible processor
de: 32-bit Intel-kompatibler Prozessor
se: 32-bitars Intel-kompatibel processor

# Dialog.ProjectOptions.Build.TargetFramework
source: Target Framework:
de: Zielframework:
se: Målsystem:

# Dialog.ProjectOptions.Build.TreatWarningsAsErrors
source: Treat Warnings as Errors
de: Warnungen als Fehler behandeln
se: Behandla varningar som fel

# Dialog.ProjectOptions.Build.TreatWarningsAsErrors.All
source: A&ll
de: A&lle
se: A&lla

# Dialog.ProjectOptions.Build.TreatWarningsAsErrors.None
source: &None
de: Kei&ne
se: &Ingen

# Dialog.ProjectOptions.Build.TreatWarningsAsErrors.Specific
source: Sp&ecific Warnings:
de: Sp&ezifische Warnungen:
se: Sp&ecifika varningar:

# Dialog.ProjectOptions.Build.WarningLevel
source: &Warning Level:
de: &Warnungs-Level:
se: &Varningsnivå:

# Dialog.ProjectOptions.Build.XmlDocumentationFile
source: &XML documentation:
de: &XML-Dokumentation:
se: &XML dokumentationsfil:

# Dialog.ProjectOptions.BuildEvents
source: Build Events
de: Build-Ereignisse
se: Bygghändelser

# Dialog.ProjectOptions.BuildEvents.PostBuild
source: P&ost-build event command line:
de: P&ost-Build Ereignis Kommandozeile:

# Dialog.ProjectOptions.BuildEvents.PreBuild
source: P&re-build event command line:
de: P&re-Build Ereignis Kommandozeile:

# Dialog.ProjectOptions.BuildEvents.RunPostBuild
source: &Run the post-build event:
de: Post-Build E&reignis ausführen:

# Dialog.ProjectOptions.BuildOptions
source: Compiling
de: Kompilieren
se: Kompilera

# Dialog.ProjectOptions.BuildOptions.AllowUnsafeCode
source: Allow &Unsafe code
de: &Unsafe code erlauben
se: Tillåt &osäker kod

# Dialog.ProjectOptions.BuildOptions.CheckForOverflow
source: &Check for arithmetic overflow/underflow
de: Auf Überlauf/Unterlauf prüfen

# Dialog.ProjectOptions.BuildOptions.ConditionalSymbols
source: Con&ditional Compilation Symbols:
de: Bedingungsabhängige Kompiliersymbole:

# Dialog.ProjectOptions.BuildOptions.General
source: General
de: Allgemein
se: Generell

# Dialog.ProjectOptions.BuildOptions.NoCorlib
source: Do not reference &mscorlib.dll
de: &mscorlib.dll nicht referenzieren
se: Referera inte till &mscorlib.dll

# Dialog.ProjectOptions.BuildOptions.OptimizeCode
source: O&ptimize code
de: Code o&ptimieren
se: O&ptimera kod

# Dialog.ProjectOptions.BuildOptions.RemoveOverflowChecks
source: Remove integer overflow &checks
de: Prüfung auf Integerüberlauf entfernen

# Dialog.ProjectOptions.BuildOptions.VBOptionsDefaultValues
source: Default values for VB Options:
de: Standardwerte für VB Optionen:
se: Standardvärden för VB inställningar:

# Dialog.ProjectOptions.Configuration
source: &Configuration
de: Konfiguration
se: &Konfiguration

# Dialog.ProjectOptions.ConfigurationSpecific
source: Configuration-specific
de: Konfigurationsspezifisch
se: Konfigurationsspecifik

# Dialog.ProjectOptions.ContinueSwitchConfiguration
source: Changing the configuration will save the current values. Continue?
de: Ändern der Konfiguration will die aktuellen Werte speichern. Fortfahren?
se: Vid konfigurationsändringar sparas nuvarande värden. Fortsätt?

# Dialog.ProjectOptions.DebugOptions
source: Debug
de: Debuggen

# Dialog.ProjectOptions.DebugOptions.Arguments
source: Co&mmand line arguments:
de: Ko&mmandozeilen-Argumente:
se: Ko&mmandoradsargument:

# Dialog.ProjectOptions.DebugOptions.StartAction
source: Start Action
de: Startaktion
se: Starta kommando

# Dialog.ProjectOptions.DebugOptions.StartBrowser
source: Start browser in &URL:
de: &URL in Browser starten:
se: Starta webläsare med &URL:

# Dialog.ProjectOptions.DebugOptions.StartOptions
source: Start Options
de: Start Optionen
se: Startinställngar

# Dialog.ProjectOptions.DebugOptions.StartProgram
source: Start e&xternal program:
de: E&xternes Programm starten:
se: Starta e&xterna program:

# Dialog.ProjectOptions.DebugOptions.StartProject
source: &Start project
de: &Startprojekt
se: &Startprojekt

# Dialog.ProjectOptions.DebugOptions.WorkingDir
source: &Working directory:
de: Arbeitsverzeichnis:
se: &Arbetsmapp:

# Dialog.ProjectOptions.DebugSymbolType.Full
source: Full debug information
de: Volle Debug-Informationen
se: Fullständig debug information

# Dialog.ProjectOptions.DebugSymbolType.None
source: No debug information
de: Keine Debug-Informationen
se: Ingen debug information

# Dialog.ProjectOptions.DebugSymbolType.PdbOnly
source: Only .pdb files
de: Nur .pdb-Dateien
se: Endast .pdb filer

# Dialog.ProjectOptions.NoPanelsInstalledForProject
source: There are no project options panels installed for this project type.
de: Es sind keine Optionsseiten für diesen Projekttyp installiert.

# Dialog.ProjectOptions.Platform
source: Platform
de: Plattform
se: Plattform

# Dialog.ProjectOptions.PlatformSpecific
source: Platform-specific
de: Plattform-spezifisch
se: Plattformsspecifik

# Dialog.ProjectOptions.PleaseEnterValidNumber
source: Please enter a valid number.
de: Bitte geben Sie eine gültige Zahl ein.
se: Vänligen ange ett giltigt nummer.

# Dialog.ProjectOptions.ProjectImports
source: Imports
de: Importe
se: Importeringar

# Dialog.ProjectOptions.ProjectImports.AddImport
source: &Add import
de: Import hinzufügen
se: &Lägg till importering

# Dialog.ProjectOptions.ProjectImports.RemoveImport
source: &Remove import
de: Import entfe&rnen

# Dialog.ProjectOptions.ProjectImports.Title
source: Project-wide Imports
de: Projektweite Importe

# Dialog.ProjectOptions.Publish
source: Publish
de: Veröffentlichen
se: Publicera

# Dialog.ProjectOptions.ReferencePaths
source: Reference Paths
de: Referenzpfade
se: Referenssökvägar

# Dialog.ProjectOptions.ReferencePaths.AddPath
source: &Add path
de: Pfad hinzufügem
se: &Lägg till sökväg

# Dialog.ProjectOptions.RunPostBuildEvent.Always
source: Always
de: Immer
se: Alltid

# Dialog.ProjectOptions.RunPostBuildEvent.OnOutputUpdated
source: When the build updates the project output
de: Wenn die Projektausgabe aktualisiert wurde

# Dialog.ProjectOptions.RunPostBuildEvent.OnSuccessfulBuild
source: On successful build
de: Bei erfolgreichem Build
se: Då Byggandet lyckas

# Dialog.ProjectOptions.SelectFolderTitle
source: Select folder
de: Wähle Ordner
se: Välj mapp

# Dialog.ProjectOptions.Signing
source: Signing
de: Signieren
se: Signering

# Dialog.ProjectOptions.Signing.ChangePassword
source: Change Pass&word...
de: Pass&wort ändern...
se: Ändra lösen&ord

# Dialog.ProjectOptions.Signing.ChooseKeyFile
source: Choose a strong name key file:
de: Strong Name Schlüsseldatei wählen:

# Dialog.ProjectOptions.Signing.ClickOnce
source: ClickOnce signing
de: ClickOnce-Signierung
se: ClickOnce signering

# Dialog.ProjectOptions.Signing.ClickOnceNotSupported
source: ClickOnce signing is currently not supported.
de: ClickOnce-Signierung wird momentan nicht unterstützt.
se: ClickOnce signering stöds för närvarande inte.

# Dialog.ProjectOptions.Signing.CreateKey.ConfirmPassword
source: Con&firm password:
de: Password bestätigen:
se: Bekrä&fta lösenord:

# Dialog.ProjectOptions.Signing.CreateKey.EnterPassword
source: &Enter password:
de: Passwort &eingeben:
se: &Ange lösenord:

# Dialog.ProjectOptions.Signing.CreateKey.KeyName
source: Key file &name:
de: Name der Schlüsseldatei:
se: Nyckelfils&namn:

# Dialog.ProjectOptions.Signing.CreateKey.Title
source: Create Strong Name Key
de: Strong Name Schlüssel erzeugen

# Dialog.ProjectOptions.Signing.CreateKey.UsePassword
source: &Protect my key file with a password
de: Meine Schlüsseldatei mit einem Password schützen
se: &Lösenordsskydda min nyckelfil

# Dialog.ProjectOptions.Signing.DelaySignOnly
source: Dela&y Sign only
de: Nur verzögertes Signieren

# Dialog.ProjectOptions.Signing.DelaySignWarning
source: When delay signed, the project will not run or be debuggable.
de: Bei verzögerten Signieren wird das Projekt nicht starten oder kann nicht gedebugt werden.

# Dialog.ProjectOptions.Signing.EnterKeyName
source: You have to enter a key name.
de: Es muss ein Schlüssel-Name eingegeben werden.
se: Du måste ange ett nyckelnamn.

# Dialog.ProjectOptions.Signing.ErrorCreatingKey
source: There was an error creating the key file.
de: Es ist ein Fehler beim Erzeugen der Schlüssel-Datei aufgetreten.
se: Det uppstod ett fel under skapandet av nyckelfilen.

# Dialog.ProjectOptions.Signing.PasswordsDontMatch
source: The entered passwords do not match.
de: Das eingegebenen Password stimmt nicht überein.
se: De angivna lösenorden överensstämmer inte

# Dialog.ProjectOptions.Signing.PasswordTooShort
source: The password should be at least 6 characters long.
de: Das Passwort muss mindestens 6 Zeichen lang sein.
se: Lösenordet bör innehålla minst 6 tecken.

# Dialog.ProjectOptions.Signing.SignAssembly
source: Sign the &assembly
de: &Assembly signieren

# Dialog.ProjectOptions.Signing.SNnotFound
source: sn.exe was not found. Make sure the .NET Framework SDK is installed on your computer.
de: sn.exe wurde nicht gefunden. Installieren Sie das .NET Framework SDK.
se: sn.exe hittades inte. Kontrollera att .NET Framework SDK finns installerad på din dator.

# Dialog.ProjectOptions.Signing.StrongName
source: Strong name signing
de: "Strong name"-Signatur

# Dialog.ProjectOptions.StorageLocationHelp
source: With the small button in front of each configuration setting, you can choose where a setting is stored. Configuration-specific means the setting can have a different value in each configuration (Debug/Release). Platform-specific means the setting can have a different value on each platform. You can also choose to store the setting in the .user-file instead of the project file, so every developer can use a different value without getting conflicts in source control systems.
de: Mit den kleinen Button im Vordergrund jeder Konfiguarationseinstellung können Sie entscheiden, wo die Einstellungen gespeichert sind. Konfigurationsspezifisch bedeuted, dass die Einstellungen bei jeder Konfiguration (Debug/Release) unterschiedliche Werte haben können. Plattformspezifisch bedeutet, dass die Einstellung bei jeder Plattform unterschiedliche Werte haben können. Sie können die Einstellungen auch in einer .user-Datei anstelle der Projektdatei speichern, dadurch kann jeder Entwickler verschiedene Werte verwenden ohne Probleme mit dem Source Control System zu bekommen.
se: Med hjälp av den lilla knappen framför varje konfigurationsinställning kan du välja var den skall sparas. Konfigurationsspecifik betyder att inställningen kan ha olika värden för respektive konfiguration (Debug/Release). Plattformsspecifik betyder att inställningen kan ha olika värden för respektive plattform. Du kan även välja att lagra inställningen i .user-filen istället för projektfilen så att varje utvecklare kan använda olika värden för att undvika konflikter.

# Dialog.ProjectOptions.StoreInUserFile
source: Store in .user-file
de: In .user-Datei speichern
se: Spara i .user filen

# Dialog.Refactoring.ExtractInterface.AddInterfaceToClass
source: Add Interface to Class
de: Schnittstelle zur Klasse hinzufügen

# Dialog.Refactoring.ExtractInterface.GeneratedName
source: Generated Name
de: Generierter Name
se: Genererat namn

# Dialog.Refactoring.ExtractInterface.IncludeComments
source: Include Comments
de: Kommentare einschließen
se: Inkludera kommentarer

# Dialog.Refactoring.ExtractInterface.InterfaceName
source: Interface Name
de: Name der neuen Schnittstelle

# Dialog.Refactoring.ExtractInterface.NewFileName
source: New File Name
de: Name der neuen Datei

# Dialog.Refactoring.ExtractInterface.SelectPublicMembers
source: Select Public Members
de: Öffentliche Member auswählen

# Dialog.Refactoring.IntroduceMethod.CreateNew
source: Create new class:
de: Neue Klasse erstellen:

# Dialog.Refactoring.IntroduceMethod.Description
source: The method cannot be created directly, because no source code of the class is available. Please select a static class where the method will be created as an extension method.
de: Die Methode kann nicht direkt erstellt werden, weil der Quellcode der Klasse nicht verfügbar ist. Bitte wählen Sie eine statische Klasse, in der die Methode als Erweiterungsmethode erstellt wird.

# Dialog.Refactoring.IntroduceMethod.Title
source: Introduce method
de: Methode einführen

# Dialog.Refactoring.IntroduceMethod.UseExisting
source: Use existing class:
de: Bestehende Klasse verwenden:

# Dialog.SelectReferenceDialog.DialogName
source: Add Reference
de: Referenz hinzufügen
se: Lägg till referens

# Dialog.SelectReferenceDialog.GacReferencePanel.ChooseSpecificAssemblyVersion
source: Choose specific assembly version
de: Wähle spezifische Assembly-Version

# Dialog.SelectReferenceDialog.GacReferencePanel.ReferenceHeader
source: Reference Name
de: Referenzname
se: Referensnamn

# Dialog.SelectReferenceDialog.LocationHeader
source: Location
de: Ort
se: Sökväg

# Dialog.SelectReferenceDialog.ProjectReferencePanel.DirectoryHeader
source: Project Directory
de: Verzeichnis
se: Projektmapp

# Dialog.SelectReferenceDialog.ProjectReferencePanel.NameHeader
source: Project Name
de: Projektname
se: Projektnamn

# Dialog.SelectReferenceDialog.ProjectTabPage
source: Projects
de: Projekte
se: Projekt

# Dialog.SelectReferenceDialog.ReferenceHeader
source: Reference Name
de: Referenzname
se: Referensnamn

# Dialog.SelectReferenceDialog.ReferencesLabel
source: Selected References
de: Gewählte Referenzen
se: Valda referenser

# Dialog.SelectReferenceDialog.SelectButton
source: S&elect
de: Wähl&en
se: Välj

# Dialog.SelectReferenceDialog.TypeHeader
source: Type
de: Typ
se: Typ

# Dialog.WizardDialog.FinishButton
source: Finish
de: Fertig stellen
se: Slutför

# Dialog.WordCountDialog.CharsText
source: Chars
de: Zeichen
se: Tecken

# Dialog.WordCountDialog.DialogName
source: Word Count
de: Wortzähler
se: Räkna tecken

# Dialog.WordCountDialog.FileText
source: file
de: Datei
se: fil

# Dialog.WordCountDialog.IsNotTextFile
source: The current file is not a text file and cannot be counted.
de: Die aktuelle Datei ist keine Textdatei und kann nicht gezählt werden.
se: Nuvarande fil är inte en textfil och kan inte beräknas.

# Dialog.WordCountDialog.Label1Text
source: &Count where
de: &Wo zählen:
se: &Räkna där

# Dialog.WordCountDialog.LinesText
source: Lines
de: Zeilen
se: Rader

# Dialog.WordCountDialog.MustBeInProtectedModeWarning
source: You must be in project mode
de: Sie müssen ein Projekt offen haben.
se: Du måste arbeta i projektläge

# Dialog.WordCountDialog.SaveTheFileWarning
source: You must save the file
de: Sie müssen die Datei erst speichern.
se: Du måste spara filen

# Dialog.WordCountDialog.StartButton
source: &Start
de: &Zählen

# Dialog.WordCountDialog.TotalText
source: total
de: insgesamt
se: totalt

# Dialog.WordCountDialog.WordsText
source: Words
de: Wörter
se: Ord

# Fileutility.CantFindExecutableError
source: Can't find ${Executable} in any of the SDK bin folders.
de: Kann ${Executable} in keinem SDK bin-Ordner finden.

# Fileutility.CantFindFileError
source: Can't load ${File}.File not found.
de: Konnte Datei ${File} nicht laden. Datei nicht gefunden.
se: Kan inte ladda ${File}. Filen hittades inte.

# FileUtilityService.ErrorWhileLoading
source: Error while loading
de: Fehler während des Ladens
se: Error uppstod vid laddning

# FileUtilityService.ErrorWhileSaving
source: Error while saving
de: Fehler während des Speicherns
se: Error uppstod vid sparning

# FileUtilityService.FileSizeTooBig
source: The file is too large to be opened.
de: Die Datei ist zu groß um geöffnet zu werden.

# FormsDesigner.DesignErrorPanel.ErrorText
source: Please correct all source code errors before designing
de: Bitte beheben Sie alle Quellcodefehler, bevor Sie mit dem Designen anfangen
se: Vänligen rätta till alla källkodsfel innan design påbörjas

# FormsDesigner.DesignTabPages.SourceTabPage
source: Source
de: Quellcode
se: Källa

# Global.AbortButtonText
source: Abort
de: Abbrechen
se: Avbryt

# Global.AddButtonText
source: &Add
de: Hin&zufügen
se: &Lägg till

# Global.BackButtonText
source: < Back
de: < Zurück
se: < Tillbaka
