Repository: Altaxo/Altaxo
Catalog: Content/data/resources/StringResources.*.resx
Languages: de, se

source: Snap to Grid
de: Am Gitter einrasten

source: &Width
de: &Breite
se: &Bredd

source: Insert "TODO" comment in new event handlers
de: "TODO"-Kommentare für neue Ereignis-Handler einfügen

source: Property assignment (fast for small number of properties, but scales poorly for large numbers of properties)
de: Eigenschafts-Zuweisung (schnell bei wenigen Eigenschaften, wird aber zunehmend schlechter bei größerer Anzahl von Eigenschaften)

source: Default localization model
de: Standard-Lokalisierungsmodell

source: Leave localization model of existing forms unchanged
de: Lokalisierungsmodell von bestehenden Forms unverändert lassen

source: Localization Model
de: Lokalisierungsmodell

source: Property reflection (slower at runtime for few properties, but scales better for large numbers of properties, especially with many default values)
de: Eigenschafts-Reflektion (zur Laufzeit langsamer bei wenigen Eigenschaften, aber besser geeignet bei größerer Anzahl von Eigenschaften, vor allem mit vielen Default-Werten)

# ICSharpCode.SharpDevelop.FormDesigner.Gui.RenameCategoryDialog.CategoryNameLabel
source: &Category Name
de: &Kategoriename
se: &Kategori namn

source: Duplicate name, please choose another one.
de: Name bereits vergeben. Bitte wählen Sie einen anderen.
se: Dublettnamn, var god välj ett annat.

source: New Category
de: Neue Kategorie
se: Ny Kategori

source: Rename Category
de: Kategorie umbenennen
se: Byt namn på Kategori

# ICSharpCode.SharpDevelop.FormDesigner.Gui.ShowComponentsButton
source: &Show Components
de: Komponenten &anzeigen
se: &Visa Komponenter

source: You're trying to add a component which will result into a cyclic dependency.
de: Sie versuchen eine Komponente hinzuzufügen die eine zyklische Abhängigkeit verursachen würde.
se: Du försöker lägga till en komponent som kommer resultera i ett cykliskt beroende.

source: Exception while creating the component for the Forms Designer (a component has thrown an exception in the constructor). THIS DOES NOT AFFECT THE SOURCE CODE.
de: Ausnahmefehler während des Erstellens einer Komponente im Formsdesigner. Es wurde eine Ausnahme im Konstruktor der Komponente geworfen. !!DIESER FEHLER ZERSTÖRT NICHT IHREN QUELLCODE!!
se: Undantag uppstod under skapandet av komponent för FormDesignern (en komponent har slängt in ett undantag i konstruktören). DETTA KOMMER INTE ATT PÅVERKA KÄLLKODEN.

# ICSharpCode.SharpDevelop.FormDesigner.LoadErrorCheckSourceCodeForErrors
source: Failed to load designer. Check the source code for syntax errors and check if all references are available.
de: Konnte den Designer nicht laden. Prüfen Sie den Sourcecode auf Syntaxfehler und stellen Sie sicher, dass alle Referenzen verfügbar sind.

source: Can't load side bar component library. No Windows Forms components will be avaiable, please configure the side bar manually. (right click on a side bar category->Customize SideBar)
de: Konnte Sidebar Komponentenbibliothek nicht laden. Keine Windows Forms Komponenten werden verfügbar sein, bitte konfigurieren Sie den Sidebar manuell. (Rechtsklick auf eine Sidbar Kategorie->Sidebar anpassen)
se: Kunde inte ladda komponentbibliotek för verktygsfälts. Inga komponenter för WindowsFormer kommer att vara tillgängliga, var god konfigurera verktygsfältset manuellt (höger-klicka på ett verktygsfälts, kategori-> Anpassa Verktygsfälts).

# ICSharpCode.SharpDevelop.FormDesigner.ToolboxProvider.CustomComponents
source: Custom Components
de: Benutzerdefinierte Komponenten

# ICSharpCode.SharpDevelop.Gui.Components.BooleanTypeConverter.FalseString
source: False
de: Nein

# ICSharpCode.SharpDevelop.Gui.Components.BooleanTypeConverter.TrueString
source: True
de: Ja

# ICSharpCode.SharpDevelop.Gui.Dialogs.AddWebReferenceDialog.BackButtonTooltip
source: Back
de: Zurück
se: Tillbaka

# ICSharpCode.SharpDevelop.Gui.Dialogs.AddWebReferenceDialog.BindingProperty
source: Binding
de: Bindung
se: Bindning

# ICSharpCode.SharpDevelop.Gui.Dialogs.AddWebReferenceDialog.DialogTitle
source: Add Web Reference
de: Webreferenz hinzufügen
se: Lägg till webbreferens

# ICSharpCode.SharpDevelop.Gui.Dialogs.AddWebReferenceDialog.DocumentationProperty
source: Documentation
de: Dokumentation
se: Dokumentation

# ICSharpCode.SharpDevelop.Gui.Dialogs.AddWebReferenceDialog.ForwardButtonTooltip
source: Forward
de: Vorwärts
se: Framåt

# ICSharpCode.SharpDevelop.Gui.Dialogs.AddWebReferenceDialog.GoButtonTooltip
source: Go
de: Los
se: Gå till

# ICSharpCode.SharpDevelop.Gui.Dialogs.AddWebReferenceDialog.InvalidNamespaceError
source: The namespace contains invalid characters. A namespace can only contain letters, digits or underscores.
de: Der Namespace enthält ungültige Zeichen. Ein Namespace kann nur Buchstaben, Ziffern oder Unterstriche enthalten.
se: Namespace innehåller ogiltiga tecken. Ett namespace kan endast innehålla bokstäver, siffror eller underscore tecken.

source: Reference name contains invalid characters.
de: Referenzname enthält ungültige Zeichen.
se: Referensnamnet innehåller ogiltiga tecken.

# ICSharpCode.SharpDevelop.Gui.Dialogs.AddWebReferenceDialog.ParametersProperty
source: Parameters
de: Parameter
se: Parametrar

# ICSharpCode.SharpDevelop.Gui.Dialogs.AddWebReferenceDialog.PropertyColumnHeader
source: Property
de: Eigenschaft
se: Egenskap

# ICSharpCode.SharpDevelop.Gui.Dialogs.AddWebReferenceDialog.ReferenceNameLabel
source: &Reference Name:
de: &Referenzname:
se: &Referensnamn:

# ICSharpCode.SharpDevelop.Gui.Dialogs.AddWebReferenceDialog.RefreshButtonTooltip
source: Refresh
de: Aktualisieren
se: Uppdatera

# ICSharpCode.SharpDevelop.Gui.Dialogs.AddWebReferenceDialog.RetrievalUriProperty
source: Retrieval URI
de: Zu beziehende URI

# ICSharpCode.SharpDevelop.Gui.Dialogs.AddWebReferenceDialog.ServiceNameProperty
source: Service
de: Dienst

# ICSharpCode.SharpDevelop.Gui.Dialogs.AddWebReferenceDialog.UrlAddressLabel
source: &Address:
de: &Adresse:

# ICSharpCode.SharpDevelop.Gui.Dialogs.AddWebReferenceDialog.ValueColumnHeader
source: Value
de: Wert
se: Värde

source: Available Web Services
de: Verfügbare Webservices
se: Tillgängliga webbtjänster

# ICSharpCode.SharpDevelop.Gui.Dialogs.AttachToProcessForm.AttachButtonText
source: Attach
de: Anhängen
se: Bifoga

# ICSharpCode.SharpDevelop.Gui.Dialogs.AttachToProcessForm.Managed
source: Managed
de: Verwaltet
se: Hanterad

# ICSharpCode.SharpDevelop.Gui.Dialogs.AttachToProcessForm.Title
source: Attach to Process
de: An Prozess anhängen
se: Bifoga till process

# ICSharpCode.SharpDevelop.Gui.Dialogs.NewProjectDialog.CantCreateDirectoryError
source: Can't create output directory. Check if you've the required permission.
de: Konnte Ausgabeverzeichnis nicht erstellen. Überprüfen Sie, ob Sie die nötige Berechtigung haben.
se: Kan inte skapa utdata mapp. Kontrollera ifall du har de nödvändiga rättigheterna.

# ICSharpCode.SharpDevelop.Gui.Dialogs.NewProjectDialog.IllegalProjectNameError
source: Illegal project name. Only letters, digits, space, '.' or '_' are allowed.
de: Illegaler Projektname. Nur Buchstaben, Ziffern, Leerzeichen, '.' oder '_' sind erlaubt.
se: Ogiltiga tecken i projektets namn. Endast bokstäver, siffror, mellanslag, '.' eller '_' får användas.

source: Illegal project name: project name may not end with '.'.
de: Ungültiger Projektname: Projektname darf nicht auf '.' enden.
se: Ogiltigt projektnamn: projektnamn kan inte avslutas med en '.'.

source: Illegal project name: project name must start with letter.
de: Ungültiger Projektname: Projektname muss mit einem Buchstaben beginnen.

# ICSharpCode.SharpDevelop.Gui.Dialogs.NewProjectDialog.SpecifyValidLocation
source: You must specify a valid absolute path as project location.
de: Sie müssen einen gültigen absoluten Pfad als Projektverzeichnis angeben.

source: &Select the file types you want to associate with SharpDevelop:
de: &Dateiverknüpfungen für SharpDevelop festlegen:
se: &Välj vilka filtyper som du vill ska associeras med SharpDevelop:

source: File Format Associations
de: Dateiverknüpfungen
se: Filtyper

source: &Register file types at application startup
de: Dateien beim &Start mit SharpDevelop verknüpfen
se: &Registrera filtyper när applikationen startar

# ICSharpCode.SharpDevelop.Gui.Dialogs.SortOptionsDialog.CaseSensitiveCheckBox
source: &Case sensitive
de: &Gross-/Kleinschreibung beachten
se: &Känslig för gemener och versaler

# ICSharpCode.SharpDevelop.Gui.Dialogs.SortOptionsDialog.DialogName
source: Sort Options
de: Sortierungsoptionen
se: Sorterings Inställningar

source: &Ignore trailing whitespaces
de: &Umschließende Leerzeichen nicht beachten
se: &Ignorera spårande blanksteg

source: &Remove duplicate lines
de: &Doppelte Zeilen löschen
se: &Ta bort dubbletter av linjer

# ICSharpCode.SharpDevelop.Gui.Dialogs.SortOptionsDialog.SortDirectionGroupBox
source: Sort Direction
de: Sortierreihenfolge
se: Sorterings ordning

source: &Ascending
de: &Aufsteigend
se: &Stigande ordning

source: &Descending
de: A&bsteigend
se: &Fallande ordning

# ICSharpCode.SharpDevelop.Gui.Dialogs.ToolNotFoundDialog.Title
source: Tool not found
de: Externes Werkzeug nicht gefunden

# ICSharpCode.SharpDevelop.Gui.Dialogs.UserCredentialsDialog.DialogTitle
source: Discovery Credential
de: Benutzeranmeldung

# ICSharpCode.SharpDevelop.Gui.Dialogs.UserCredentialsDialog.InformationLabel
source: Please supply the credentials to access the specified url.
de: Bitte geben Sie die Anmeldedaten zum Zugriff auf die angegebene Url ein.

# ICSharpCode.SharpDevelop.Gui.Dialogs.UserCredentialsDialog.PasswordLabel
source: &Password:
de: &Passwort:
se: &Lösenord:

# ICSharpCode.SharpDevelop.Gui.Dialogs.UserCredentialsDialog.UserNameLabel
source: &User name:
de: &Benutzername:
se: &Användarnamn:

# ICSharpCode.SharpDevelop.Gui.OutlinePad
source: Outline
de: Gliederung

# ICSharpCode.SharpDevelop.Gui.OutlinePad.NotAvailable
source: Outline view is not available for the current document.
de: Die Gliederungsansicht ist für das gegenwärtige Dokument nicht verfügbar.

# ICSharpCode.SharpDevelop.Gui.Pads.ClassScout.LoadingNode
source: Loading...
de: Lade...
se: Laddar...

# ICSharpCode.SharpDevelop.Gui.Pads.PropertyPad.ContextMenu.Reset
source: &Reset
de: &Zurücksetzen
se: &Starta om

# ICSharpCode.SharpDevelop.Gui.Pads.PropertyPad.ContextMenu.ShowDescription
source: &Show Description
de: &Beschreibung anzeigen
se: &Visa beskrivning

# ICSharpCode.SharpDevelop.Gui.Pads.PropertyPadResetCommand
source: Reset failed. Reason: Reset value might now be invalid because another property changed.
de: Zurücksetzen fehlgeschlagen. Grund: Der Wert zu dem zurückgesetzt werden soll ist ungültig weil sich eine andere Eigenschaft geändert hat.
se: Återställning misslyckad. Orsak: Återställningsvärdet kan vara ogiltigt därför att en annan egenskap ändrades.

# ICSharpCode.SharpDevelop.Internal.ParserService.Parsing
source: Parsing
de: Parse

# ICSharpCode.SharpDevelop.Internal.Project.ProjectFile.BuildAction
source: Build action
de: Erstellungsaktion
se: Bygg kommando

# ICSharpCode.SharpDevelop.Internal.Project.ProjectFile.BuildAction.Description
source: The build action of that file
de: Gibt an, wie eine Datei beim Projekterstellen eingebunden werden soll.
se: Den filens byggkommando

# ICSharpCode.SharpDevelop.Internal.Project.ProjectFile.CopyToOutputDirectory
source: Copy to output directory
de: Ins Ausgabeverzeichnis kopieren
se: Kopiera till utdatamapp

source: Specifies if the file should be copied to the output directory
de: Legt fest, ob die Datei ins Ausgabeverzeichnis kopiert werden soll
se: Specificerar om filen skall kopieras till utdatamappen

# ICSharpCode.SharpDevelop.Internal.Project.ProjectFile.CustomTool
source: Custom Tool
de: Benutzerdefiniertes Tool
se: Anpassa verktyg

# ICSharpCode.SharpDevelop.Internal.Project.ProjectFile.CustomTool.Description
source: Specifies the tool that converts the file to the output.
de: Legt das Tool fest, dass die Datei in Ausgabe umwandelt.
se: Specificerar verktyget som konverterar filen till utdatat.

# ICSharpCode.SharpDevelop.Internal.Project.ProjectFile.CustomToolNamespace
source: Custom Tool Namespace
de: Namespace des benutzerdefinierten Tools
se: Namespace för anpassa verktyg

source: Specifies the namespace the custom tool places it's output.
de: Gibt den Namespace an, in dem das Benutzerdefinierte Tool seine Ausgabe platziert

# ICSharpCode.SharpDevelop.Internal.Project.ProjectFile.FileName.Description
source: The full path to the file.
de: Kompletter Pfad zur Datei.

# ICSharpCode.SharpDevelop.Internal.Project.ProjectFile.LogicalName
source: Logical Name
de: Logischer Name

# ICSharpCode.SharpDevelop.Internal.Project.ProjectFile.LogicalName.Description
source: The name of the embedded resource. If left empty, the name is automatically generated.
de: Der Name der eingebetteten Ressource. Wenn dieses Feld leergelassen wird, wird automatisch ein Name generiert.

# ICSharpCode.SharpDevelop.Internal.Project.ProjectReference.Aliases
source: Aliases
de: Aliase

# ICSharpCode.SharpDevelop.Internal.Project.ProjectReference.Aliases.Description
source: A comma delimited list of aliases. Use aliases if you need to reference assemblies with conflicting class and namespace names, e.g. different versions of the same assembly.
de: Komma-getrennte Liste der Aliase. Aliase werden verwendet, um Assemblies zu unterschieden, die Klassen mit identischem Namen (inkl. Namespace) haben, z.B. verschiedene Versionen einer Assembly.

# ICSharpCode.SharpDevelop.Internal.Project.ProjectReference.Culture
source: Culture
de: Kultur
se: Kultur

# ICSharpCode.SharpDevelop.Internal.Project.ProjectReference.Culture.Description
source: The culture supported by the reference
de: Die von der Referenz unterstützte Kultur

# ICSharpCode.SharpDevelop.Internal.Project.ProjectReference.LocalCopy
source: Local copy
de: Lokale Kopie
se: Kopiera lokalt

# ICSharpCode.SharpDevelop.Internal.Project.ProjectReference.LocalCopy.Description
source: If true the referenced assembly is copied to the output path
de: Gibt an, ob eine Kopie der Referenz im Ausgabeverzeichnis angelegt wird.
se: Om sann så kommer den refererade assemblyn att bli kopierad till sökvägen för utdata

# ICSharpCode.SharpDevelop.Internal.Project.ProjectReference.Name.Description
source: The reference name
de: Der Name der Referenz
se: Referensnamnet

# ICSharpCode.SharpDevelop.Internal.Project.ProjectReference.PublicKeyToken
source: Public Key Token
de: Öffentliches Schlüsseltoken

source: The public key token
de: Das öffentliche Schlüsseltoken der Assembly

# ICSharpCode.SharpDevelop.Internal.Project.ProjectReference.SpecificVersion
source: Specific Version
de: Festgelegte Version
se: Specifik version

source: Indicates if this reference is bound to a specific version of the assembly
de: Gibt an, ob diese Referenz an eine bestimmte Version der Assembly gebunden ist.
se: Indikerar om denna referens är bunden till en specifik version av assemblyn

# ICSharpCode.SharpDevelop.Internal.Project.ProjectReference.UrlBehaviour
source: URL Behaviour
de: URL Verhalten

source: Web reference URL behaviour
de: Webreferenz URL-Verhalten

# ICSharpCode.SharpDevelop.Internal.Project.ProjectReference.Version.Description
source: The major, minor, revision and build numbers of the reference
de: Die Haupt-, Neben-, Revision- und Buildnummern der Referenz

# ICSharpCode.SharpDevelop.Internal.Project.ProjectReference.WebReferenceUrl
source: Web Reference URL
de: Webreferenz URL
se: Webbreferens URL

source: Web reference URL
de: URL der Webreferenz
se: Webbreferens URL

source: Solution file ${combineLocation} already exists, do you want to overwrite the existing file?
de: Die Projektmappe ${combineLocation} existiert schon, wollen Sie die existierende Datei überschreiben?
se: Samlingsfilen ${combineLocation} finns redan, vill du ersätta den befintliga filen?

source: Can't create project with type '${type}'.
de: Konnte Projekt mit Typ '${type}' nicht erstellen.
se: Kan inte skapa projekt med typen '${type}'.

source: File ${fileName} could not be written.
de: Datei ${fileName} konnte nicht geschrieben werden.
se: Filen ${fileName} kunde inte skrivas.

source: Project file ${projectLocation} already exists, do you want to overwrite the existing file ?
de: Die Projektdatei ${projectLocation} existiert schon. Wollen Sie die vorhandene Datei überschreiben?
se: Projektfilen ${projectLocation} finns redan, vill du ersätta den befintliga filen?

# ICSharpCode.SharpDevelop.Internal.Templates.ProjectDescriptor.OverwriteQuestion
source: The File(s) ${fileNames} already exist, do you want to overwrite the existing file(s)?
de: Die Datei(en) ${fileNames} existieren bereits, wollen Sie die existierende Datei überschreiben?

source: File(s) already exist
de: Die Datei(en) existieren schon
se: Filen finns redan

# ICSharpCode.SharpDevelop.LoadingFile
source: Loading ${Filename}...
de: Lade ${Filename}...

# ICSharpCode.SharpDevelop.Services.AmbienceService.AmbienceNotFoundError
source: Current ambience not found. Goto 'Options->Visual Style' and change the current language ambience.
de: Aktuelle Sprachumgebung nicht gefunden. In "Optionen->Visueller Stil" kann die Sprachumgebung neu eingestellt werden.
se: Nuvarnade miljö inte funnen. Gå till 'Inställningar->Visuell stil' och ändra den nuvarande språkmiljön.

# ICSharpCode.TextEditor.Document.SearchReplaceManager.MarkAllDone
source: Mark all done.
de: Alles markieren ist fertig.
se: Markera alla som färdiga.

# ICSharpCode.TextEditor.Document.SearchReplaceManager.ReplaceAllDone
source: ${Count} replacements done.
de: ${Count} Ersetzungen fertig.
se: Ta bort alla färdiga.

# ICSharpCode.UnitTesting.AllTestsTreeNode.Text
source: All Tests
de: Alle Tests
se: Alla tester

# ICSharpCode.UnitTesting.CodeCoverage
source: Code Coverage
de: Code-Abdeckung
se: Kodtäckningsanalys

# ICSharpCode.UnitTesting.OptionsPanel.CreateXmlOutputFile
source: Create XML output file
de: Erzeuge XML-Ausgabedatei

# ICSharpCode.UnitTesting.OptionsPanel.LabelEachTest
source: Label each test
de: Jeden Test benennen
se: Namnge varje test

# ICSharpCode.UnitTesting.OptionsPanel.ShadowCopy
source: Shadow copy
de: Schattenkopie

# ICSharpCode.UnitTesting.OptionsPanel.ShowLogo
source: Show logo
de: Logo anzeigen
se: Visa logga

# ICSharpCode.UnitTesting.OptionsPanel.ShowProgress
source: Show progress
de: Fortschritt anzeigen

# ICSharpCode.UnitTesting.OptionsPanel.Thread
source: Run tests on separate thread
de: Tests auf eigenem Thread ausführen

# ICSharpCode.UnitTesting.RunAllWithCoverage
source: Run all tests with code coverage
de: Alle Tests mit Codeabdeckung ausführen

# ICSharpCode.UnitTesting.RunInTestPad
source: Run in unit test pad
de: Im Unit-Tests Pad starten

# ICSharpCode.UnitTesting.RunProjectTests
source: Run tests in current project
de: Tests in aktuellem Projekt ausführen

# ICSharpCode.UnitTesting.RunWithCoverage
source: Run with code coverage
de: Mit ${res:ICSharpCode.UnitTesting.CodeCoverage} starten
se: Kör med kodtäckningsanalys

# ICSharpCode.UnitTesting.RunWithDebugger
source: Run with debugger
de: Mit Debugger starten
se: Kör med debugger

# ICSharpCode.UnitTesting.StatusBarProgressLabel
source: Testing ${Name}...
de: Teste ${Name}...

# ICSharpCode.WixBinding.AddCompilerExtensionsDialog.Title
source: Add Extensions
de: Erweiterungen hinzufügen

# ICSharpCode.WixBinding.AddWixExtensionToProject.WixExtensionFileFilterName
source: WiX Extension Files
de: WiX-Erwqeituerungsdateien

# ICSharpCode.WixBinding.AddWixLibraryToProject.WixLibraryFileFilterName
source: WiX Library Files
de: WiX Bibliotheksdateien

# ICSharpCode.WixBinding.ApplicationSettings.OutputNameLabel
source: Output name:
de: Ausgabename:
se: Utdatanamn:

# ICSharpCode.WixBinding.ApplicationsSettingsPanel.OutputFileNameLabel
source: Output filename:
de: Ausgabe-Dateiname:

# ICSharpCode.WixBinding.CompilerParametersPanel.CompilerExtensionsGroupBox
source: Extensions
de: Erweiterungen

# ICSharpCode.WixBinding.CompilerParametersPanel.CulturesLabel
source: Cultures:
de: Sprachkulturen:

# ICSharpCode.WixBinding.CompilerParametersPanel.SuppressIces
source: Suppress ICEs:
de: ICEs unterdrücken:

# ICSharpCode.WixBinding.CompilerParametersPanel.TreatWarningsAsErrorsCheckBox
source: Treat warnings as errors:
de: Behandle Warnungen als Fehler:

# ICSharpCode.WixBinding.CompilerParametersPanel.WixMSBuildExtensionsPathLabel
source: WiX MSBuild extensions path:
de: WiX MSBuild Erweiterungs-Pfad:

# ICSharpCode.WixBinding.CompilerParametersPanel.WixTargetsPathLabel
source: WiX targets path:
de: WiX-Zielpfad:

# ICSharpCode.WixBinding.CompilerParametersPanel.WixTasksPathLabel
source: Wix tasks path:
de: WiX-Aufgabenpfad:

# ICSharpCode.WixBinding.CompilerParametersPanel.WixToolPathLabel
source: WiX tool path:
de: WiX Tool-Pfad:

# ICSharpCode.WixBinding.CompilerParametersPanel.WixVariablesLabel
source: WiX Variables:
de: Wix-Variablen:

# ICSharpCode.WixBinding.DialogDesignerGenerator.DialogIdNotFoundMessage
source: Could not find dialog id '{0}' in the document.
de: Konnte Dialog '{0}' nicht im Dokument finden.

# ICSharpCode.WixBinding.ExtensionBinding.InvalidExtension
source: An extension must be of the form: Class, Assembly For example: Microsoft.Tools.WindowsInstallerXml.Extensions.NetFxCompiler, WixNetFxExtension
de: Eine Erweiterung muss in folgender Form vorliegen: Klasse, Assembly Zum Beispiel: Microsoft.Tools.WindowsInstallerXml.Extensions.NetFxCompiler, WixNetFxExtension

# ICSharpCode.WixBinding.LibraryParametersPanel
source: Library
de: Bibliothek
se: Bibliotek

# ICSharpCode.WixBinding.LinkerParametersPanel
source: Linking
de: Linken

# ICSharpCode.WixBinding.NameValueListEditor.ValueColumn
source: Value
de: Wert
se: Värde

# ICSharpCode.WixBinding.PackageFilesView.AddDirectoryDialog.Title
source: Add Directory
de: Verzeichnis hinzufügen

# ICSharpCode.WixBinding.PackageFilesView.AddFilesDialog.Title
source: Add files...
de: Dateien hinzufügen...

# ICSharpCode.WixBinding.PackageFilesView.AllWixFilesContainErrorsMessage
source: Unable to find setup files. WiX files contain errors.
de: Konnte Setup-Dateien nicht finden. WiX-Dateien enthalten Fehler.

# ICSharpCode.WixBinding.PackageFilesView.NoRootDirectoryFoundMessage
source: Unable to find any TARGETDIR Directory or DirectoryRef elements. Either these do not exist or the WiX document is not for WiX 3.0 and the namespace is not "http://schemas.microsoft.com/wix/2006/wi".
de: Es wurden keine TARGETDIR Verzeichnis oder Verzeichnisreferenz-Elemente gefunden. Entweder existieren diese nocht, oder das Wix_Dokument ist nicht für WiX 3.0 und der Namespace ist nicht "http://schemas.microsoft.com/wix/2006/wi".

# ICSharpCode.WixBinding.PackageFilesView.NoWixFileFoundInProjectMessage
source: No WiX file (.wxs) found in '{0}' project.
de: Keine WiX-Datei (.wxs) im Projekt '{0}' gefunden.

# ICSharpCode.WixBinding.PackageFilesView.Title
source: Setup Files
de: Setup-Dateien
se: Installationsfiler

# ICSharpCode.WixBinding.PackagesFilesView.ContextMenu.AddDirectory
source: Add Directory...
de: Verzeichnis hinzufügen...

# ICSharpCode.WixBinding.PackagesFilesView.ContextMenu.AddFiles
source: Add Files...
de: Dateien hinzufügen...

# ICSharpCode.WixBinding.PreprocessorVariablesPanel
source: Preprocessing
de: Vorverarbeitung

# ICSharpCode.WixBinding.ProjectBrowser.ContextMenu.AddWixExtension
source: Add WiX Extension
de: WiX-Erweiterung hinzufügen

# ICSharpCode.WixBinding.ProjectBrowser.ContextMenu.AddWixLibrary
source: Add WiX Library
de: WiX-Bibliothek hinzufügen

# ICSharpCode.WixBinding.ProjectOptions.OutputType.Installer
source: Installation Package
de: Installationspaket

# ICSharpCode.WixBinding.ProjectOptions.OutputType.MergeModule
source: Merge Module
de: Merge-Modul

# ICSharpCode.WixBinding.ProjectOptions.OutputType.WixLibrary
source: WiX Library
de: WiX-Bibliothek
