Repository: Altaxo/Altaxo
Catalog: Content/data/resources/StringResources.*.resx
Languages: de, se

# ICSharpCode.WixBinding.SetupDialogListPad.Title
source: Setup Dialogs
de: Setup-Dialoge

# ICSharpCode.WixBinding.ViewDialogXml.DialogIdNotFoundMessage
source: Unable to find '{0}' in {1}
de: Konnte '{0}' in {1} nicht finden.
se: Kunde inte hitta '{0}' i {1}

# ICSharpCode.WixBinding.WixCompilerExtensionPicker.AddButton
source: Add...
de: Hinzufügen...
se: Lägg till...

# ICSharpCode.WixBinding.WixDialog.IllegalAttributeIntegerValue
source: The {0} attribute's value, '{1}', is not a legal integer value.
de: Der Wert des Attributs {0}, '{1}', ist kein gültiger Integer-Wert.

# ICSharpCode.WixBinding.WixDialog.RequiredAttributeMissingMessage
source: Required attribute '{0}' is missing.
de: Das benötigte Attribut '{0}' fehlt.

# ICSharpCode.WixBinding.WixDialogDesigner.NoDialogSelectedInDocumentMessage
source: No setup dialog selected in Wix document. Please move the cursor inside a dialog element or use the Setup Dialogs window to open a dialog.
de: Kein Setup-Dialog wurde im Wix-Dokument gewählt. Bitte platzieren Sie den Cursor in einem Dialog-Element oder benutzen Sie das "Setup-Dialoge"-Fenster, um einen Dialog zu öffnen.

# ICSharpCode.WixBinding.WixDirectoryElement.AdminToolsFolder
source: Admin Tools
de: Verwaltungswerkzeuge

# ICSharpCode.WixBinding.WixDirectoryElement.AppDataFolder
source: Application Data
de: Anwendungsdaten

# ICSharpCode.WixBinding.WixDirectoryElement.CommonAppDataFolder
source: Common Application Data
de: Gemeinsame Anwendungsdaten

# ICSharpCode.WixBinding.WixDirectoryElement.CommonFiles64Folder
source: Common Files 64
de: Gemeinsame Dateien (64-bit)

# ICSharpCode.WixBinding.WixDirectoryElement.CommonFilesFolder
source: Common Files
de: Gemeinsame Dateien

# ICSharpCode.WixBinding.WixDirectoryElement.FavoritesFolder
source: Favorites
de: Favoriten
se: Favoriter

# ICSharpCode.WixBinding.WixDirectoryElement.FontsFolder
source: Fonts
de: Schriftarten
se: Fonter

# ICSharpCode.WixBinding.WixDirectoryElement.LocalAppDataFolder
source: Local Application Data
de: Lokale Anwendungsdaten

# ICSharpCode.WixBinding.WixDirectoryElement.MyPicturesFolder
source: My Pictures
de: Eigene Bilder
se: Mina bilder

# ICSharpCode.WixBinding.WixDirectoryElement.PersonalFolder
source: Personal
de: Persönlicher Ordner

# ICSharpCode.WixBinding.WixDirectoryElement.ProgramFiles64Folder
source: Program Files (x64)
de: Programme (x64)
se: Programfiler (x64)

# ICSharpCode.WixBinding.WixDirectoryElement.ProgramFilesFolder
source: Program Files
de: Programme
se: Programfiler

# ICSharpCode.WixBinding.WixDirectoryElement.ProgramMenuFolder
source: Program Menu
de: Programmmenü
se: Programmeny

# ICSharpCode.WixBinding.WixDirectoryElement.SendToFolder
source: Send To
de: Senden an
se: Skicka till

# ICSharpCode.WixBinding.WixDirectoryElement.StartMenuFolder
source: Start Menu
de: Startmenü
se: Startmeny

# ICSharpCode.WixBinding.WixDirectoryElement.StartupFolder
source: Startup
de: Autostart
se: Uppstart

# ICSharpCode.WixBinding.WixDirectoryElement.System16Folder
source: System (x16)
de: System (16-bit)

# ICSharpCode.WixBinding.WixDirectoryElement.System64Folder
source: System (x64)
de: System (64-bit)

# ICSharpCode.WixBinding.WixDirectoryElement.TemplateFolder
source: Templates
de: Vorlagen
se: Mallar

# ICSharpCode.WixBinding.WixDirectoryElement.WindowsVolume
source: Windows Volume
de: Windows Laufwerk

# ICSharpCode.WixBinding.WixExtensionsFolderNode.Text
source: WiX Extensions
de: WiX-Erweiterung

# ICSharpCode.WixBinding.WixFileFilterName
source: WiX files
de: WiX-Dateien

# ICSharpCode.WixBinding.WixLibraryFolderNode.Text
source: WiX Libraries
de: WiX-Bibliotheken

# ICSharpCode.WixBinding.WixLocalizationFileFilterName
source: WiX Localization Files
de: WiX Lokalisierungs-Datei

# ICSharpCode.WixBinding.WixNetFxExtensionTitle
source: .NET Framework Extension
de: .NET Framework-Erweiterung

# ICSharpCode.WixBinding.WixPackageFilesDiffControl.NoDiffFound
source: No difference found.
de: Keine Unterschiede gefunden.

# ICSharpCode.WixBinding.WixProjectFileAssociation
source: WiX Project
de: WiX-Projekt
se: WIX projekt

# ICSharpCode.WixBinding.WixProjectFilesFilterName
source: WiX Project Files
de: WiX-Projektdateien
se: WIX projektfiler

# ICSharpCode.WixBinding.WixPubcaExtensionTitle
source: COM+ and Message Queue Extension (pubca)
de: COM+ und Nachrichtenwarteschlangenerweiterung (pubca)

# ICSharpCode.WixBinding.WixTargetsFileFilterName
source: WiX Targets File
de: Wix Zieldatei

# ICSharpCode.WixBinding.WixTasksFileFilterName
source: WiX Tasks File
de: WiX Aufgabendatei

# ICSharpCode.WixBinding.WixVisualStudioExtensionTitle
source: Visual Studio Extension
de: Visual Studio-Erweiterung

# ICSharpCode.XmlEditor.AddAttributeDialog.CustomAttributeLabel
source: Custom:
de: Benutzerdefiniert:

# ICSharpCode.XmlEditor.AddAttributeDialog.Title
source: Add Attribute
de: Attribut hinzufügen
se: Lägg till attribut

# ICSharpCode.XmlEditor.AddElementDialog.CustomElementLabel
source: Custom:
de: Benutzerdefiniert:

# ICSharpCode.XmlEditor.AddElementDialog.Title
source: Add Element
de: Element hinzufügen
se: Lägg till element

# ICSharpCode.XmlEditor.AssignXSLT
source: &Assign XSLT...
de: XSLT &zuweisen...

# ICSharpCode.XmlEditor.AssignXSLT.Title
source: Assign XSLT Stylesheet
de: Weise XSLT-Stylesheet zu

# ICSharpCode.XmlEditor.CreateSchemaMenuLabel
source: &Create Schema
de: Schema anlegen
se: &Skapa schema

# ICSharpCode.XmlEditor.HideXPathResults
source: Hide &XPath Results
de: &XPath-Ergebnisse verstecken

# ICSharpCode.XmlEditor.OpenXSLT
source: &Open XSLT
de: XSLT &öffnen

# ICSharpCode.XmlEditor.RunXSLT
source: Run XSL&T
de: XSLT &ausführen

# ICSharpCode.XmlEditor.SelectXmlSchema.DialogTitle
source: Select XML Schema
de: XML-Schema auswählen
se: Välj XML schema

# ICSharpCode.XmlEditor.ValidateXmlMenuLabel
source: &Validate XML
de: XML &validieren
se: &Validera XML

# ICSharpCode.XmlEditor.XmlEditorOptionsPanel.FoldingGroupLabel
source: Folding
de: Faltung
se: Utvikning

# ICSharpCode.XmlEditor.XmlEditorOptionsPanel.ShowAttributesWhenFoldedLabel
source: Show &attributes when folded
de: Zeige &Attribute wenn gefaltet

# ICSharpCode.XmlEditor.XmlEditorOptionsPanel.ShowSchemaAnnotationLabel
source: Show schema anno&tation
de: Schemaanmerkungen an&zeigen

# ICSharpCode.XmlEditor.XmlEditorOptionsPanel.Title
source: XML Options
de: XML-Optionen
se: XML inställningar

# ICSharpCode.XmlEditor.XmlEditorOptionsPanel.XmlCompletionGroupLabel
source: XML Completion
de: XML Vervollständigung
se: XML färdigställning

# ICSharpCode.XmlEditor.XmlSchemaPanel.FileExtensionLabelText
source: &Extension:
de: &Endung:
se: &Tillägg:

# ICSharpCode.XmlEditor.XmlSchemaPanel.FileExtensionsGroupBoxText
source: File Extensions
de: Dateiendungen
se: Filnamnstillägg

# ICSharpCode.XmlEditor.XmlSchemaPanel.NamespacePrefixLabelText
source: &Prefix:
de: &Präfix:

# ICSharpCode.XmlEditor.XmlSchemasPanel.NamespaceExists
source: Unable to add schema. The namespace '{0}' already exists.
de: Kann Schema nicht hinzufügen. Der Namespace '{0}' existiert bereits.
se: Det gick inte att lägga till schemat. Namespace '{0}' existerar redan.

# ICSharpCode.XmlEditor.XmlSchemasPanel.NoTargetNamespace
source: Schema '{0}' does not have a target namespace.
de: Schema '{0}' hat keinen Ziel-namespace.
se: Schema '{0}' saknar ett namespace (mål).

# ICSharpCode.XmlEditor.XmlSchemasPanel.UnableToAddSchema
source: Unable to add schema.
de: Schema kann nicht angelegt werden.
se: Kunde inte lägga till schema.

# ICSharpCode.XmlEditor.XmlSchemasPanel.UnableToSaveChanges
source: Unable to save changes.
de: Änderungen konnten nicht gespeichert werden.
se: Kunde inte spara ändringarna.

# ICSharpCode.XmlEditor.XmlTreeView.AddAttributeMenuLabel
source: Add Attribute...
de: Attribut hinzufügen...
se: Lägg till attribut...

# ICSharpCode.XmlEditor.XmlTreeView.AddChildCommentMenuLabel
source: Add Child Comment
de: Kommentar als Kind hinzufügen

# ICSharpCode.XmlEditor.XmlTreeView.AddChildElementMenuLabel
source: Add Child Element...
de: Unterelement hinzufügen...

# ICSharpCode.XmlEditor.XmlTreeView.AddChildTextNodeAfterMenuLabel
source: Add Child Text Node
de: Textknoten als Kind hinzufügen

# ICSharpCode.XmlEditor.XmlTreeView.InsertCommentAfterMenuLabel
source: Insert Comment After
de: Kommentar danach einfügen
se: Lägg till kommentar efter

# ICSharpCode.XmlEditor.XmlTreeView.InsertCommentBeforeMenuLabel
source: Insert Comment Before
de: Kommentar davor einfügen
se: Lägg till kommentar före

# ICSharpCode.XmlEditor.XmlTreeView.InsertElementAfterMenuLabel
source: Insert Element After...
de: Element danach einfügen...
se: Lägg till element efter...

# ICSharpCode.XmlEditor.XmlTreeView.InsertElementBeforeMenuLabel
source: Insert Element Before...
de: Element davor einfügen...
se: Lägg till element före...

# ICSharpCode.XmlEditor.XmlTreeView.InsertTextNodeAfterMenuLabel
source: Insert Text Node After
de: Textknoten nachher einfügen
se: Lägg till textnod efter

# ICSharpCode.XmlEditor.XmlTreeView.InsertTextNodeBeforeMenuLabel
source: Insert Text Node Before
de: Textknoten vorher einfügen
se: Lägg till textnod före

# ICSharpCode.XmlEditor.XmlTreeView.RemoveAttributeMenuLabel
source: Remove Attribute
de: Attribut entfernen
se: Ta bort attribut

# ICSharpCode.XmlEditor.XmlTreeView.Title
source: XML Tree
de: XML Baum
se: XML träd

# ICSharpCode.XmlEditor.XPathQueryPad.NoXPathResultsMessage
source: XPath query found 0 items.
de: XPath-Abfrage hat keine Ergebnisse gefunden.

# ICSharpCode.XmlEditor.XPathQueryPad.QueryButton
source: Query
de: Abfrage ausführen
se: Fråga

# ICSharpCode.XmlEditor.XPathQueryPad.ResultsTab
source: Results
de: Ergebnisse
se: Resultat

# ICSharpCode.XmlEditor.XPathQueryPad.Title
source: XPath Query
de: XPath Abfrage

# ICSharpCode.XmlEditor.XPathQueryPad.XPathMatchColumnHeaderTitle
source: Match
de: Treffer

# ICSharpCode.XmlEditor.XslOutputView.Title
source: XSLT Output
de: XSLT-Ausgabe

# Internal.ExternalTool.CantLoadToolConfigWarining
source: Can't load external tools configuration file
de: Konnte Toolkonfigurationsdatei nicht laden.
se: Kunde inte ladda konfigurationsfil för externa verktyg

# Internal.Templates.CodeTemplateLoader.CantLoadTemplatesWarning
source: Can't load templates configuration file
de: Konnte Templatekonfigurationsdatei nicht laden
se: Kan inte ladda mallarnas konfigurationsfil

# Internal.Templates.ProjectTemplate.LoadingError
source: Error while loading project template:
de: Fehler während des Ladens eines Projekttemplates:
se: Error som uppstod under laddning utav Projektmall:

# MainWindow.CannotCloseWithBuildInProgressMessage
source: The build must finish before SharpDevelop can be closed.
de: Das Erstellen muss beendet sein, bevor SharpDevelop geschlossen werden kann.

# MainWindow.CompilerMessages.BuildCancelled
source: Build was cancelled.
de: Erstellen wurde abgebrochen.

# MainWindow.CompilerMessages.BuildFailed
source: Build failed.
de: Erstellen fehlgeschlagen.

# MainWindow.CompilerMessages.BuildFinished
source: Build finished successfully.
de: Erstellen erfolgreich abgeschlossen.

# MainWindow.CompilerMessages.BuildStarted
source: Build started.
de: Erstellen gestartet.

# MainWindow.CompilerMessages.BuildStartedOutput
source: ------ Build started: Project: ${Project} Configuration: ${Config} ------
de: ------ Erstelle Projekt: ${Project} Konfiguration: ${Config} ------
se: ------ Byggande startat: Projekt: ${Project} Konfiguration: ${Config} ------

# MainWindow.CompilerMessages.BuildVerb
source: Building
de: Erstelle
se: Bygger

# MainWindow.CompilerMessages.CompileVerb
source: Compiling
de: Kompiliere
se: Kompilerar

# MainWindow.CompilerMessages.CreatingCOMInteropAssembly
source: Building COM interop assembly...
de: Erstelle COM Interop-Assembly...

# MainWindow.CompilerMessages.ExecuteScript
source: Execute : ${Script}
de: Ausführen : ${Script}
se: Starta : ${Script}

# MainWindow.CompilerMessages.MSBuildAlreadyRunning
source: MSBuild is already running!
de: MSBuild läuft bereits!

# MainWindow.CompilerMessages.PerformingMainCompilationOutput
source: Performing main compilation...
de: Starte Hauptkompilierung...
se: Utför huvudkompilering...

# MainWindow.CompilerMessages.ProjectStatsOutput
source: Build complete -- ${Errors} errors, ${Warnings} warnings
de: Abgeschlossen -- ${Errors} Fehler, ${Warnings} Warnungen
se: Byggandet klart -- ${Errors} errors, ${Warnings} varningar

# MainWindow.CompilerMessages.SkipProjectNoChanges
source: Skipped ${Name} (no changes inside SharpDevelop)
de: Überspringe ${Name} (keine Änderungen in SharpDevelop)

# MainWindow.DiscardChangesMessage
source: Do you really want to discard your changes ?
de: Wollen Sie ihre Änderungen verwerfen?
se: Vill du verkligen kassera dina ändringar?

# MainWindow.SaveChangesMessage
source: Do you want to save the current changes?
de: Wollen Sie die aktuellen Änderungen speichern?
se: Vill du spara ändringarna?

# MainWindow.SaveChangesMessageHeader
source: Save Changes in
de: Änderungen speichern:
se: Spara ändringar i

# MainWindow.StatusBar.CompilingMessage
source: Compiling ${Project}
de: Kompiliere ${Project}
se: Kompilerar ${Project}

# MainWindow.StatusBar.ReadyMessage
source: Ready
de: Bereit
se: Redo

# MainWindow.Windows.BookmarkPad.DeleteAllMarks.ToolTip
source: Delete all bookmarks in all buffers.
de: Lösche alle Lesezeichen in allen Dateien.

# MainWindow.Windows.BookmarkPad.DeleteMark.ToolTip
source: Delete bookmark
de: Lesezeichen löschen
se: Ta bort Bokmärke

# MainWindow.Windows.BookmarkPad.EnableDisableAll.ToolTip
source: Enable/Disable all
de: Alle aktivieren/deaktivieren
se: Aktivera/Avaktivera alla

# MainWindow.Windows.BookmarkPad.GotoNext.ToolTip
source: Goto next bookmark
de: Gehe zu nächstem Lesezeichen
se: Gå till nästa Bokmärke

# MainWindow.Windows.BookmarkPad.GotoPrev.ToolTip
source: Goto previous bookmark
de: Gehe zu vorhergehendem Lesezeichen
se: Gå till föregående Bokmärke

# MainWindow.Windows.BookmarksLabel
source: Bookmarks
de: Lesezeichen
se: Bokmärken

# MainWindow.Windows.ClassBrowser.BackButton.ToolTip
source: Back
de: Zurück
se: Tillbaka

# MainWindow.Windows.ClassBrowser.BaseTypes
source: Base types
de: Basistypen

# MainWindow.Windows.ClassBrowser.ClassViewSettings.ShowOtherMembers.Label
source: Show &Other Members
de: Zeige &andere Members
se: Visa &andra medlemmar

# MainWindow.Windows.ClassBrowser.ClassViewSettings.ShowPrivateMembers.Label
source: Show P&rivate Members
de: Zeige &private Members
se: Visa p&rivata medlemmar

# MainWindow.Windows.ClassBrowser.ClassViewSettings.ShowProjectReferences.Label
source: Show &Project References
de: Zeige Projekt&referenzen
se: Visa &projektreferenser

# MainWindow.Windows.ClassBrowser.ClassViewSettings.ShowProtectedMembers.Label
source: Show Pr&otected Members
de: Zeige pr&otected Members
se: Visa sk&yddade medlemmar

# MainWindow.Windows.ClassBrowser.ClassViewSettings.ShowPublicMembers.Label
source: &Show Public Members
de: &Zeige öffentliche Member
se: &Visa publika medlemmar

# MainWindow.Windows.ClassBrowser.ClassViewSettingsButton.ToolTip
source: Class View Settings
de: Klassenansichts-Einstellungen
se: Klassvy inställningar

# MainWindow.Windows.ClassBrowser.ClearSearch.ToolTip
source: Clear Search
de: Zurück zur Ansicht aller Projekte
se: Rensa sökning

# MainWindow.Windows.ClassBrowser.CommitSearch.ToolTip
source: Search
de: Suchen
se: Sök

# MainWindow.Windows.ClassBrowser.DerivedTypes
source: Derived types
de: Abgeleitete Typen

# MainWindow.Windows.ClassBrowser.ForwardButton.ToolTip
source: Forward
de: Vorwärts
se: Framåt

# MainWindow.Windows.ClassBrowser.NoResultsFound
source: No search results found.
de: Keine Suchergebnisse gefunden.
se: Inget sökresultat funnet.

# MainWindow.Windows.ClassBrowser.SearchButton.ToolTip
source: Class View Search
de: Suche nach Klassenname
se: Klassvy sökning

# MainWindow.Windows.ClassScoutLabel
source: Classes
de: Klassen
se: Klass-scout

# MainWindow.Windows.CompilerMessageView.ClearAllButton.ToolTip
source: Clear All
de: Alle löschen
se: Rensa alla

# MainWindow.Windows.CompilerMessageView.ShowOutputFromComboBox.ToolTip
source: Show output from:
de: Ausgabe anzeigen von:
se: Visa utdata från:

# MainWindow.Windows.CompilerMessageView.ToggleWordWrapButton.ToolTip
source: Toggle Word Wrap
de: Zeilenumbruch aktivieren/deaktivieren
se: Växla ordbrytning

# MainWindow.Windows.Debug.Breakpoints
source: Breakpoints
de: Haltepunkte
se: Brytpunkter

# MainWindow.Windows.Debug.CallStack
source: Callstack
de: Aufrufliste
se: Anropsstacken

# MainWindow.Windows.Debug.CallStack.CannotSwitchWhileRunning
source: You cannot switch functions while the debugger is running.
de: Die Funktion kann nicht gewechselt werden, während der Debugger läuft.

# MainWindow.Windows.Debug.CallStack.CannotSwitchWithoutSymbols
source: You cannot switch to a function without symbols.
de: Es kann nicht zu einer Funktion ohne Debugsymbole gewechselt werden.

# MainWindow.Windows.Debug.CallStack.ExternalMethods
source: [External methods]
de: [Externe Methoden]

# MainWindow.Windows.Debug.CallStack.FunctionSwitch
source: Function switch
de: Funktionswechsel

# MainWindow.Windows.Debug.CallStack.Language
source: Language
de: Sprache
se: Språk

# MainWindow.Windows.Debug.CallStack.ShowArgumentNames
source: Show argument names
de: Parameternamen anzeigen
se: Visa argumentnamn

# MainWindow.Windows.Debug.CallStack.ShowArgumentValues
source: Show argument values
de: Parameterwerte anzeigen
se: Visa argumentvärden

# MainWindow.Windows.Debug.CallStack.ShowExternalMethods
source: Show external methods
de: Externe Methoden anzeigen
se: Visa externa metoder

# MainWindow.Windows.Debug.Conditional.Breakpoints.Ask
source: Ask
de: Nachfragen
se: Fråga

# MainWindow.Windows.Debug.Conditional.Breakpoints.Break
source: Break
de: Unterbrechen
se: Stoppa

# MainWindow.Windows.Debug.Conditional.Breakpoints.Breakpoint
source: Breakpoint
de: Haltepunkt
se: Brytpunkt

# MainWindow.Windows.Debug.Conditional.Breakpoints.BreakpointHit
source: Breakpoint hit!
de: Haltepunkt erreicht!

# MainWindow.Windows.Debug.Conditional.Breakpoints.BreakpointHitAt
source: Hit breakpoint at line {0} in {1}.
de: Haltepunkt auf Zeile {0} in {1} erreicht.

# MainWindow.Windows.Debug.Conditional.Breakpoints.BreakpointHitAtBecause
source: Hit breakpoint at line {0} in {1} because {2}
de: Haltepunkt auf Zeile {0} in {1} erreicht, weil {2}.

# MainWindow.Windows.Debug.Conditional.Breakpoints.Condition
source: Conditional
de: Bedingt

# MainWindow.Windows.Debug.Conditional.Breakpoints.Continue
source: Continue
de: Fortsetzen
se: Fortsätt

# MainWindow.Windows.Debug.Conditional.Breakpoints.DisableBreakpoint
source: Disable breakpoint
de: Haltepunkt deaktivieren
se: Inaktivera brytpunkt

# MainWindow.Windows.Debug.Conditional.Breakpoints.EnableBreakpoint
source: Enable breakpoint
de: Haltepunkt aktivieren
se: Aktivera brytpunkt

# MainWindow.Windows.Debug.Conditional.Breakpoints.ScriptingWindow.CheckSyntax
source: Check syntax
de: Syntax überprüfen
se: Kontrollera syntax

source: Scripting language
de: Skriptsprache
se: Skriptspråk

# MainWindow.Windows.Debug.Conditional.Breakpoints.ScriptingWindow.Title
source: Edit Debugger Script
de: Debugger-Skript bearbeiten

# MainWindow.Windows.Debug.Conditional.Breakpoints.Terminate
source: Terminate
de: Beenden
se: Avbryta

# MainWindow.Windows.Debug.Conditional.Breakpoints.Trace
source: Trace
de: Protokollieren
se: Spåra

# MainWindow.Windows.Debug.Console
source: Console
de: Konsole
se: Konsoll

# MainWindow.Windows.Debug.ExceptionForm.Break
source: Break
de: Unterbrechen

# MainWindow.Windows.Debug.ExceptionForm.Continue
source: Continue
de: Fortsetzen
se: Fortsätt

# MainWindow.Windows.Debug.ExceptionForm.Error.CannotInterceptException
source: Can not intercept exception. Debugged program can not be continued and properties can not be evaluated.
de: Konnte Exception nicht abfangen. Das debuggte Programm kann nicht fortgesetzt werden.

# MainWindow.Windows.Debug.ExceptionForm.HideExceptionDetails
source: Hide Exception Details
de: Verstecke Ausnahmen-Details

# MainWindow.Windows.Debug.ExceptionForm.LineFormat.EndOfInnerException
source: --- End of inner exception stack trace ---
de: --- Ende des Stacktrace der inneren Ausnahme ---

# MainWindow.Windows.Debug.ExceptionForm.LineFormat.NoSymbols
source: at {0}
de: bei {0}
se: vid {0}

# MainWindow.Windows.Debug.ExceptionForm.LineFormat.Symbols
source: at {0} in {1}:line {2}
de: bei {0} in {1}:Zeile {2}

# MainWindow.Windows.Debug.ExceptionForm.Message
source: An exception of type {0} was thrown:\n{1}
de: Eine Ausnahme vom Typ {0} wurde ausgelöst:\n{1}

# MainWindow.Windows.Debug.ExceptionForm.ShowExceptionDetails
source: Show Exception Details
de: Zeige Ausnahmen-Details
se: Visa undantagsinformation

# MainWindow.Windows.Debug.ExceptionForm.Terminate
source: Terminate
de: Beenden
se: Avbryta

# MainWindow.Windows.Debug.ExceptionForm.Title
source: Exception
de: Ausnahme
se: Undantag

# MainWindow.Windows.Debug.ExceptionForm.Title.Handled
source: Handled exception
de: Behandelte Ausnahme

# MainWindow.Windows.Debug.ExceptionForm.Title.Unhandled
source: Unhandled exception
de: Unbehandelte Ausnahme

# MainWindow.Windows.Debug.ExceptionHistory
source: Exception history
de: Ausnahmen
se: Undantagshistorik

# MainWindow.Windows.Debug.ExceptionHistory.Exception
source: Exception
de: Ausnahme
se: Undantag

# MainWindow.Windows.Debug.ExceptionHistory.Time
source: Time
de: Zeit
se: Tid

# MainWindow.Windows.Debug.Local
source: Local
de: Lokal
se: Lokal

# MainWindow.Windows.Debug.LocalVariables
source: Local variables
de: Lokale Variablen
se: Lokala variabler

# MainWindow.Windows.Debug.LocalVariables.BaseClass
source: Base class
de: Basisklasse
se: Basklass

# MainWindow.Windows.Debug.LocalVariables.CannotExploreVariablesWhileRunning
source: You cannot explore variables while the debuggee is running.
de: Die Variablen können nicht angezeigt werden während der Debugger läuft.

# MainWindow.Windows.Debug.LocalVariables.CannotSetValue.BadFormat
source: Can not convert {0} to {1}
de: Kann {0} nicht in {1} konvertieren
se: Kan inte konvertera {0} till {1}

# MainWindow.Windows.Debug.LocalVariables.CannotSetValue.Title
source: Can not set value
de: Kann Wert nicht setzen.
se: Kan inte ändra värde

# MainWindow.Windows.Debug.LocalVariables.CannotSetValue.UnknownError
source: Can not set value
de: Kann Wert nicht setzen.
se: Kan inte ändra värde

# MainWindow.Windows.Debug.LocalVariables.CopyToClipboard
source: Copy value to clipboard
de: Kopiere Wert in Zwischenablage
se: Kopiera värde till urklippshanteraren

# MainWindow.Windows.Debug.LocalVariables.NonPublicMembers
source: Non-Public members
de: Nicht-öffentliche Mitglieder
se: Icke publika medlemmar

# MainWindow.Windows.Debug.LocalVariables.NonPublicStaticMembers
source: Non-Public Static members
de: Nicht-öffentliche statische Mitglieder
se: Icke publika statiska medlemmar

# MainWindow.Windows.Debug.LocalVariables.PrivateMembers
source: Private members
de: Private Mitglieder
se: Privata medlemmar

# MainWindow.Windows.Debug.LocalVariables.PrivateStaticMembers
source: Private Static members
de: Private statische Mitglieder
se: Privata statiska medlemmar

# MainWindow.Windows.Debug.LocalVariables.ShowFullError
source: Show full error...
de: Zeige ganzen Fehler...

# MainWindow.Windows.Debug.LocalVariables.ShowInHexadecimal
source: Show values in hexadecimal
de: Werte in hexadezimal anzeigen

# MainWindow.Windows.Debug.LocalVariables.StaticMembers
source: Static members
de: Statische Mitglieder

# MainWindow.Windows.Debug.Modules
source: Loaded modules
de: Module
se: Moduler

# MainWindow.Windows.Debug.Modules.AddressColumn
source: Address
de: Adresse
se: Adress

# MainWindow.Windows.Debug.Modules.HasNoSymbols
source: No symbols loaded.
de: Keine Symbole geladen.
