Repository: Altaxo/Altaxo
Catalog: Content/data/resources/StringResources.*.resx
Languages: de, se

# XML.MainMenu.DebugMenu.Error.BadAssembly
source: Can not get .NET Framework version of program. Check that the program is managed assembly.
de: Konnte .NET Framework-Version für das Programm nicht bestimmen. Stellen Sie sicher, dass das Programm ein e .NET-Anwendung ist.

# XML.MainMenu.DebugMenu.Error.CannotAttachToProcess
source: Can not attach to process.
de: Kann nicht an den Prozess anhängen.

# XML.MainMenu.DebugMenu.Error.CannotStartProcess
source: Can not start process.
de: Der Prozess kann nicht gestartet werden.

# XML.MainMenu.DebugMenu.Error.Debugging
source: Can not perform action because some process is debugged.
de: Aktion kann nicht durchgeführt werden, da Prozesse gedebugged werden.

# XML.MainMenu.DebugMenu.Error.KernelDebuggerEnabled
source: Can not start SharpDevelop debugger because kernel debugger is enabled. To disable the kernel debugger, remove the switch "/debug" from the file Boot.ini and reboot your computer.
de: Der SharpDevelop-Debugger kann nicht gestartet werden, weil der Kernel-Debugger aktiviert ist. Um den Kernel-Debugger auszuschalten, entfernen Sie den Parameter "/debug" aus der Datei Boot.ini und starten Sie Ihren Computer neu.

# XML.MainMenu.DebugMenu.Error.Net10NotSupported
source: Debugging of .NET Framework 1.0 programs is not supported.
de: Debuggen von .NET Framework 1.0-Programmen wird nicht unterstützt.

# XML.MainMenu.DebugMenu.Error.NotDebugging
source: Can not perform action because no process is debugged.
de: Kann Aktion nicht durchführen, da kein Prozess gedebugged wird.

# XML.MainMenu.DebugMenu.Error.ProcessPaused
source: Can not perform action because process is paused.
de: Kann Aktion nicht ausführen, da Prozess pausiert ist.

# XML.MainMenu.DebugMenu.Error.ProcessRunning
source: Can not perform action because process is running.
de: Kann Aktion nicht ausführen, da Prozess ausgeführt wird.

# XML.MainMenu.DebugMenu.RunWithoutDebug
source: Run &without debugger
de: &Ohne Debugger ausführen
se: Kör &utan debugger

# XML.MainMenu.DebugMenu.RunWithoutDebug.Description
source: Runs the program without attached debugger.
de: Führt das Programm ohne angehängten Debugger aus.
se: Kör programmet utan tillsatt debugger.

# XML.MainMenu.DebugMenu.StepInto
source: Step into
de: Einzelschritt
se: Stega in

# XML.MainMenu.DebugMenu.StepInto.Description
source: Step into
de: Einzelschritt
se: Stega in

# XML.MainMenu.DebugMenu.StepOut
source: Step out
de: Ausführen bis Rücksprung
se: Stega ut

# XML.MainMenu.DebugMenu.StepOut.Description
source: Step out
de: Ausführen bis Rücksprung
se: Stega ut

# XML.MainMenu.DebugMenu.StepOver
source: &Step over
de: Prozedurschritt
se: &Stega över

# XML.MainMenu.DebugMenu.StepOver.Description
source: Step over
de: Prozedurschritt
se: Stega över

# XML.MainMenu.DebugMenu.Stop
source: Stop process
de: Prozess anhalten
se: Stoppa process

# XML.MainMenu.DebugMenu.Stop.Description
source: Stops the current process and terminates debugging.
de: Hält den aktuell laufenden Prozess an.
se: Stoppar den nuvarande processen och avslutar debuggning.

# XML.MainMenu.DebugMenu.ToggleBreakpoint
source: Toggle Breakpoint
de: Haltepunkt an/ausschalten
se: Växla brytpunkt

# XML.MainMenu.EditMenu
source: &Edit
de: &Bearbeiten
se: &Redigera

# XML.MainMenu.EditMenu.Copy
source: &Copy
de: &Kopieren
se: K&opiera

# XML.MainMenu.EditMenu.Copy.Description
source: Copy selection to clipboard
de: Markierten Text in Zwischenablage kopieren
se: Kopiera markering till klippboken

# XML.MainMenu.EditMenu.Cut
source: Cu&t
de: A&usschneiden
se: &Klipp ut

# XML.MainMenu.EditMenu.Cut.Description
source: Cut selection to clipboard
de: A&usschneiden und in Zwischenablage kopieren
se: Klipp ut markering till klippboken

# XML.MainMenu.EditMenu.Delete
source: &Delete
de: &Löschen
se: Ta b&ort

# XML.MainMenu.EditMenu.Delete.Description
source: Delete
de: Löschen
se: Ta bort

# XML.MainMenu.EditMenu.FoldingMenu
source: F&olding
de: &Gliedern
se: V&ik ihop

# XML.MainMenu.EditMenu.FoldingMenu.ShowDefinitions
source: Show &definitions only
de: &Nur Definitionen anzeigen
se: Visa endast &definitioner

# XML.MainMenu.EditMenu.FoldingMenu.ToggleAllFoldings
source: Toggle &all folds
de: &Alle Gliederungen umschalten
se: Sätt på &alla utvikningar

# XML.MainMenu.EditMenu.FoldingMenu.ToggleFolding
source: &Toggle fold
de: &Gliederung umschalten
se: &Sätt på utvikning

# XML.MainMenu.EditMenu.FormatMenu
source: &Format
de: &Formatierung

# XML.MainMenu.EditMenu.FormatMenu.Capitalize
source: Capitalize
de: &Kapitälchen
se: Gör till versaler

# XML.MainMenu.EditMenu.FormatMenu.InvertCase
source: Invert Case
de: Größe invertieren
se: Invertera versaler/gemener

# XML.MainMenu.EditMenu.FormatMenu.LdSpace2Tab
source: Leading Spaces to Tabs
de: Führende Leerzeichen in Tabs umwandeln
se: Inledande blanksteg till tabulatorsteg

# XML.MainMenu.EditMenu.FormatMenu.LdTab2Space
source: Leading Tabs to Spaces
de: Führende Tabs in Leerzeichen umwandeln
se: Inledande tabulatorsteg till blanksteg

# XML.MainMenu.EditMenu.FormatMenu.LowerCase
source: To Lower Case
de: Zu Kleinbuchstaben
se: Till gemener

# XML.MainMenu.EditMenu.FormatMenu.RlWs
source: Remove Leading Whitespace
de: Führende Leerzeichen entfernen
se: Ta bort ledande Ws

# XML.MainMenu.EditMenu.FormatMenu.RtWs
source: Remove Trailing Whitespace
de: Leerzeichen am Ende entfernen
se: Ta bort avslutande Ws

# XML.MainMenu.EditMenu.FormatMenu.SortLines
source: Sort Lines...
de: Zeilen sortieren...
se: Sortera Rader...

# XML.MainMenu.EditMenu.FormatMenu.Space2Tab
source: Spaces to Tabs
de: Leerzeichen zu Tabs
se: Mellanslag till tabulatorsteg

# XML.MainMenu.EditMenu.FormatMenu.Tab2Space
source: Tabs to Spaces
de: Tabs zu Leerzeichen
se: Tabulatorsteg till mellanslag

# XML.MainMenu.EditMenu.FormatMenu.UpperCase
source: To Upper Case
de: Zu Großbuchstaben
se: Till versaler

# XML.MainMenu.EditMenu.Insert
source: &Insert
de: &Einfügen

# XML.MainMenu.EditMenu.Paste
source: &Paste
de: E&infügen
se: K&listra in

# XML.MainMenu.EditMenu.Paste.AsComment
source: Paste as comment
de: Als Kommentar einfügen

# XML.MainMenu.EditMenu.Paste.AsString
source: Paste as string
de: Als String einfügen

# XML.MainMenu.EditMenu.Paste.Description
source: Paste text from clipboard
de: Text aus Zwischenablage einfügen
se: Klistra in från klippboken

# XML.MainMenu.EditMenu.Redo
source: &Redo
de: &Wiederherstellen
se: &Gör om

# XML.MainMenu.EditMenu.Redo.Description
source: Redo last undo action
de: Letzte zurückgenommene Aktion wiederherstellen
se: Gör om senast ångrade

# XML.MainMenu.EditMenu.SelectAll
source: Select &All
de: &Alles markieren
se: Välj &alla

# XML.MainMenu.EditMenu.Undo
source: &Undo
de: &Rückgängig
se: &Ångra

# XML.MainMenu.EditMenu.Undo.Description
source: Undo last action
de: Nimmt letzte Aktion zurück
se: &Ångra senaste

# XML.MainMenu.EditMenu.WordCount
source: &Word Count…
de: W&ortzähler...
se: &Räkna ord…

# XML.MainMenu.FileMenu
source: &File
de: &Datei
se: &Arkiv

# XML.MainMenu.FileMenu.ClearRecentFiles
source: Clear recent files list
de: Liste der zuletzt benutzten Dateien löschen
se: Rensa "Senast använda filer"-listan

# XML.MainMenu.FileMenu.ClearRecentProjects
source: Clear recent projects list
de: Liste der zuletzt benutzten Projekte löschen
se: Rensa senaste projektlista

# XML.MainMenu.FileMenu.Close
source: &Close
de: S&chließen
se: &Stäng

# XML.MainMenu.FileMenu.Close.File
source: &File
de: &Datei
se: &Fil

# XML.MainMenu.FileMenu.Close.Project
source: &Solution
de: &Projektmappe
se: &Samling

# XML.MainMenu.FileMenu.CloseAll
source: C&lose All Documents
de: All&e Dokumente Schließen
se: St&äng alla Dokument

# XML.MainMenu.FileMenu.Exit
source: E&xit
de: &Beenden
se: A&vsluta

# XML.MainMenu.FileMenu.New
source: &New
de: &Neu
se: &Nytt

# XML.MainMenu.FileMenu.New.File
source: &File…
de: &Datei...
se: &Fil…

# XML.MainMenu.FileMenu.New.File.Description
source: Open new buffer
de: Öffnet neues Fenster
se: Öppna ny buffert

# XML.MainMenu.FileMenu.New.Project
source: &Project...
de: &Projektmappe...
se: &Samling...

# XML.MainMenu.FileMenu.Open
source: &Open
de: &Öffnen
se: &Öppna

# XML.MainMenu.FileMenu.Open.File
source: &File…
de: &Datei...
se: &Fil…

# XML.MainMenu.FileMenu.Open.File.Description
source: Open buffer from disc
de: Öffnet Datei von Festplatte
se: Öppna buffert från disk

# XML.MainMenu.FileMenu.Open.Project
source: &Project/Solution…
de: &Projekt/Projektmappe...
se: &Projekt/Samling...

# XML.MainMenu.FileMenu.Open.Project.Description
source: Open Project/Solution
de: Öffne Projekt/Projektmappe

# XML.MainMenu.FileMenu.Print
source: P&rint
de: &Drucken
se: Skriv &ut

# XML.MainMenu.FileMenu.PrintPreview
source: Print &Preview
de: Seitenansic&ht
se: Skriv &ut förhandsgranskning

# XML.MainMenu.FileMenu.RecentFiles
source: Recent &Files
de: Letzte Da&teien
se: Senaste filer

# XML.MainMenu.FileMenu.RecentProjects
source: Recent Pro&jects
de: Letzte &Projekte
se: Senaste P&rojekt

# XML.MainMenu.FileMenu.Reload
source: R&eload file
de: N&eu laden
se: Ladda &om fil

# XML.MainMenu.FileMenu.Save
source: &Save
de: &Speichern
se: &Spara

# XML.MainMenu.FileMenu.Save.Description
source: Save current buffer
de: Speichert aktuelle Datei
se: Spara aktuell buffert

# XML.MainMenu.FileMenu.SaveAll
source: Save A&ll
de: A&lles speichern
se: Spara &alla

# XML.MainMenu.FileMenu.SaveAll.Description
source: Save all buffers currently open
de: Speichert alle offenen Dateien
se: Spara alla öpnna buffertar

# XML.MainMenu.FileMenu.SaveAs
source: Save &As…
de: Speichern &unter...
se: Spara so&m…

# XML.MainMenu.FileMenu.SaveWithEncoding
source: Save with &encoding...
de: Mit &Encoding speichern...

# XML.MainMenu.FormatMenu.AlignMenu
source: &Align
de: Aus&richtung
se: &Placering

# XML.MainMenu.FormatMenu.AlignMenu.AlignBottom
source: &Bottoms
de: &Unten
se: &Bottnar

# XML.MainMenu.FormatMenu.AlignMenu.AlignHorizontalCenters
source: &Centers
de: &Zentriert
se: &Centrar

# XML.MainMenu.FormatMenu.AlignMenu.AlignHorizontalLeft
source: &Lefts
de: &Links
se: &Vänstrar

# XML.MainMenu.FormatMenu.AlignMenu.AlignHorizontalRight
source: &Rights
de: &Rechts
se: &Högrar

# XML.MainMenu.FormatMenu.AlignMenu.AlignToGrid
source: To &Grid
de: Am &Gitter
se: Till &rutsystem

# XML.MainMenu.FormatMenu.AlignMenu.AlignTop
source: Top&s
de: &Oben
se: &Övrar

# XML.MainMenu.FormatMenu.AlignMenu.AlignVerticalCenters
source: &Middles
de: &Mitte
se: &Mittar

# XML.MainMenu.FormatMenu.CenterMenu
source: &Center in Form
de: Im Fenster &Zentrieren
se: &Centrera i form

# XML.MainMenu.FormatMenu.CenterMenu.CenterHorizontally
source: &Horizontally
de: &Horizontal
se: &Horisontellt

# XML.MainMenu.FormatMenu.CenterMenu.CenterVertically
source: &Vertically
de: &Vertikal
se: &Vertikalt

# XML.MainMenu.FormatMenu.HorizontalSpacingMenu
source: &Horizontal Spacing
de: &Horizontaler Abstand
se: &Horisontella marginaler

# XML.MainMenu.FormatMenu.HorizontalSpacingMenu.BringToFront
source: &Bring to Front
de: &Ganz nach vorn
se: &Flytta till framsida

# XML.MainMenu.FormatMenu.HorizontalSpacingMenu.HorizSpaceConcatenate
source: &Remove
de: Entfe&rnen
se: &Ta bort

# XML.MainMenu.FormatMenu.HorizontalSpacingMenu.HorizSpaceDecrease
source: &Decrease
de: Ernie&drigen
se: &Minska

# XML.MainMenu.FormatMenu.HorizontalSpacingMenu.HorizSpaceIncrease
source: &Increase
de: &Erhöhen
se: &Öka

# XML.MainMenu.FormatMenu.HorizontalSpacingMenu.HorizSpaceMakeEqual
source: Make &Equal
de: &Angleichen
se: Gör &lika

# XML.MainMenu.FormatMenu.HorizontalSpacingMenu.SendToBack
source: &Send to Back
de: Ganz nach &hinten
se: &Skicka till baksida

# XML.MainMenu.FormatMenu.LineUpIcons
source: &Line up icons
de: &Symbole ausrichten
se: &Rada upp ikoner

# XML.MainMenu.FormatMenu.Lock
source: &Lock Controls
de: Controls &festsetzen
se: &Lås kontroller

# XML.MainMenu.FormatMenu.OrderMenu
source: &Order
de: &Anordnung
se: &Ordning

# XML.MainMenu.FormatMenu.OrderMenu.BringToFront
source: &Bring to Front
de: &Ganz nach vorn
se: &Flytta till framsida

# XML.MainMenu.FormatMenu.OrderMenu.SendToBack
source: &Send to Back
de: Ganz nach &hinten
se: &Skicka till baksida

# XML.MainMenu.FormatMenu.SameSizeMenu
source: &Make Same Size
de: &Größe angleichen
se: &Gör till samma storlek

# XML.MainMenu.FormatMenu.SameSizeMenu.SizeToControl
source: &Both
de: &Beides
se: &Båda

# XML.MainMenu.FormatMenu.SameSizeMenu.SizeToControlHeight
source: &Height
de: &Höhe
se: &Höjd

# XML.MainMenu.FormatMenu.SameSizeMenu.SizeToControlWidth
source: &Width
de: &Breite
se: &Bredd

# XML.MainMenu.FormatMenu.SameSizeMenu.SizeToGrid
source: Size to Gri&d
de: Größe an &Gitter
se: Fäst vid &rutsystem

# XML.MainMenu.FormatMenu.ShowLargeIcons
source: &Show large icons
de: &Große Symbole anzeigen
se: Visa &stora ikoner

# XML.MainMenu.FormatMenu.ShowProperties
source: &Properties
de: E&igenschaften
se: &Egenskaper

# XML.MainMenu.FormatMenu.ShowTabOrder
source: Show &tab order
de: &Tabordnung anzeigen
se: Visa &flik ordning

# XML.MainMenu.FormatMenu.VerticalSpacingMenu
source: &Vertical Spacing
de: &Vertikaler Abstand
se: &Vertikal rymd

# XML.MainMenu.FormatMenu.VerticalSpacingMenu.VertSpaceConcatenate
source: &Remove
de: Entfe&rnen
se: &Ta bort

# XML.MainMenu.FormatMenu.VerticalSpacingMenu.VertSpaceDecrease
source: &Decrease
de: Ernie&drigen
se: &Minska

# XML.MainMenu.FormatMenu.VerticalSpacingMenu.VertSpaceIncrease
source: &Increase
de: &Erhöhen
se: &Öka

# XML.MainMenu.FormatMenu.VerticalSpacingMenu.VertSpaceMakeEqual
source: Make &Equal
de: &Angleichen
se: Gör &lika

# XML.MainMenu.HelpMenu
source: &Help
de: &Hilfe
se: &Hjälp

# XML.MainMenu.HelpMenu.About
source: &About…
de: Inf&o...
se: &Om…

# XML.MainMenu.HelpMenu.ContextHelp
source: Context help
de: Kontext-Hilfe

# XML.MainMenu.HelpMenu.DynamicHelp
source: &Dynamic Help
de: &Dynamische Hilfe
se: &Dynamisk Hjälp

# XML.MainMenu.HelpMenu.ReadMe
source: &ReadMe…
de: &Liesmich...

# XML.MainMenu.HelpMenu.Tips
source: &Tip of the Day…
de: &Tipp des Tages...
se: &Dagens tips…

# XML.MainMenu.HelpMenu.Topics
source: &Help Topics
de: &Hilfe
se: &Hjälpämnen

# XML.MainMenu.Navigation.Back
source: Navigate Back
de: Navigiere zurück
se: Navigera bakåt

# XML.MainMenu.Navigation.ClearHistory
source: Clear Navigation History
de: Navigationsverlauf löschen

# XML.MainMenu.Navigation.Forward
source: Navigate Forward
de: Navigiere vorwärts

# XML.MainMenu.ProjectMenu
source: &Project
de: &Projekt
se: &Projekt

# XML.MainMenu.ProjectMenu.Options
source: Project &Options…
de: Projekt&optionen...
se: Projket&inställningar…

# XML.MainMenu.RefactorMenu
source: &Refactor
de: &Refactoring

# XML.MainMenu.RunMenu.BuildProject.Description
source: Builds the current project.
de: Erstellt das aktuelle Projekt.
se: Bygg det aktuellt projekt.

# XML.MainMenu.RunMenu.BuildSolution.Description
source: Builds all projects in the current solution.
de: Erstellt alle Projekte in der aktuellen Solution.

# XML.MainMenu.RunMenu.Compile.Description
source: Build active project or buffer (when no project is open) (does autosave)
de: Speichern und aktuelles Projekt oder Datei (wenn kein Projekt geöffnet) erstellen
se: Bygg aktivt projekt eller buffra (när inget projekt är öppet) (detta autosparar)

# XML.MainMenu.RunMenu.Compile.StopDebuggingQuestion
source: You have to stop the debugger to build the project. Do you want to stop debugging?
de: Sie müssen den Debugger anhalten, um das Projekt zu erstellen. Soll der Debugger angehalten werden?

# XML.MainMenu.RunMenu.Compile.StopDebuggingTitle
source: Stop Debugging
de: Debugger anhalten

# XML.MainMenu.RunMenu.Run
source: &Run
de: Ausfüh&ren
se: &Kör

# XML.MainMenu.RunMenu.Run.Description
source: Run compiled exe (does recompile)
de: Führt kompilerte *.exe-datei aus
se: Kör kompilerad exe (omkompilerar)

# XML.MainMenu.SearchMenu
source: &Search
de: &Suchen
se: &Sök

# XML.MainMenu.SearchMenu.ClrBookmark
source: &Clear All Bookmarks
de: Alle Lesezeichen &löschen
se: &Ta bort alla Bokmärken

# XML.MainMenu.SearchMenu.ClrBookmark.Description
source: Clear all bookmarks in current buffer
de: Löscht alle Lesezeichen in aktueller Datei
se: Radera alla Bokmärken i aktuell buffert

# XML.MainMenu.SearchMenu.Find
source: &Find…
de: &Suchen...
se: &Sök…

# XML.MainMenu.SearchMenu.FindNext
source: Find &Next
de: &Weitersuchen
se: Sök &nästa

# XML.MainMenu.SearchMenu.FindNextSelected
source: Find Next &Selected
de: Finde nächste &Markierung

# XML.MainMenu.SearchMenu.Goto
source: &Go To...
de: Springe z&u...
se: &Gå till radnummer...

# XML.MainMenu.SearchMenu.GotoBrace
source: Goto &Matching Brace
de: Zur passenden Klammer
se: Gå till &matchande krullparantes

# XML.MainMenu.SearchMenu.IncrementalSearch
source: Incremental Search
de: Inkrementelle Suche

# XML.MainMenu.SearchMenu.NextBookmark
source: Ne&xt Bookmark
de: Nä&chstes Lesezeichen
se: Nä&sta Bokmärke

# XML.MainMenu.SearchMenu.NextBookmark.Description
source: Goto next bookmark
de: Springt zum nächsten Lesezeichen
se: Gå till nästa Bokmärke

# XML.MainMenu.SearchMenu.PrevBookmark
source: &Prev Bookmark
de: &Letztes Lesezeichen
se: &Föregående Bokmärke

# XML.MainMenu.SearchMenu.PrevBookmark.Description
source: Goto previous bookmark
de: Springt zum vorherigen Lesezeichen
se: Gå till tidigare Bokmärke

# XML.MainMenu.SearchMenu.Replace
source: &Replace…
de: &Ersetzen
se: E&rsätt…

# XML.MainMenu.SearchMenu.ReverseIncrementalSearch
source: Reverse Incremental Search
de: Inkrementelle Suche rückwärts

# XML.MainMenu.SearchMenu.ToggleBookmark
source: &Toggle Bookmark
de: Lesezeichen s&etzen
se: &Växla Bokmärken

# XML.MainMenu.SearchMenu.ToggleBookmark.Description
source: Set/unset bookmark at current line
de: Setzt Lesezeichen
se: Markera/avmarkera Bokmärke på aktuell rad

# XML.MainMenu.ToolMenu
source: &Tools
de: E&xtras
se: &Verktyg

# XML.MainMenu.ToolMenu.ConvertCodeTo
source: &Convert code to
de: &Code konvertieren zu

# XML.MainMenu.ToolMenu.ExternalTools.EnterArguments
source: Enter arguments for the tool:
de: Kommandozeilen-Argumente für das Tool eingeben:

# XML.MainMenu.ToolMenu.ExternalTools.ExecutionFailed
source: External program execution failed. Error while starting:
de: Ausführung des externen Programms fehlgeschlagen. Fehler beim Starten:

# XML.MainMenu.ToolMenu.ExternalTools.ExitedWithCode
source: Exited with code:
de: Beendet mit Code:

# XML.MainMenu.ToolMenu.GenerateCode
source: Auto code generation
de: Automatische Codegenerierung
se: Automatisk kodgenerering

# XML.MainMenu.ToolMenu.InsColor
source: Insert Color…
de: Farbe einfügen...
se: &Infoga färg…

# XML.MainMenu.ToolMenu.InsGUID
source: Insert new &GUID
de: &GUID einfügen
se: Infoga nu &GUID

# XML.MainMenu.ToolMenu.Options
source: O&ptions…
de: O&ptionen...
se: &Inställningar…

# XML.MainMenu.ToolMenu.QuickXmlDoc
source: Quick XML doc
de: XmlDoc Schnellansicht
se: Snabb XML-dokumentation

# XML.MainMenu.ViewMenu
source: &View
de: &Ansicht
se: &Visa

# XML.MainMenu.ViewMenu.FullScreen
source: &Fullscreen
de: &Ganzer Bildschirm
se: &Helskärm

# XML.MainMenu.ViewMenu.SetupMenu.DialogsMenu
source: Dialogs
de: Dialoge
se: Dialoger

# XML.MainMenu.ViewMenu.SetupMenu.FilesMenu
source: Files
de: Dateien
se: Filer

# XML.MainMenu.ViewMenu.ShowStartPage
source: &Show start page
de: &Startseite anzeigen
se: V&isa startsida

# XML.MainMenu.ViewMenu.ToolsMenu
source: &Tools
de: &Werkzeuge
se: Verkt&yg

# XML.MainMenu.WindowMenu
source: &Window
de: &Fenster
se: &Fönster

# XML.MainMenu.WindowMenu.NxtWindow
source: &Next Window
de: &Nächstes Fenster
se: &Nästa fönster

# XML.MainMenu.WindowMenu.PrvWindow
source: &Prev Window
de: &Letztes Fenster
se: &Tidigare fönster

# XML.MainMenu.WindowMenu.Split
source: &Split
de: &Teilen
se: &Dela

# XML.StandardHeader.CreatedBySharpDevelop
source: Created by SharpDevelop.
de: Erstellt mit SharpDevelop.
se: Skapat av SharpDevelop.

# XML.StandardHeader.Date
source: Date:
de: Datum:
se: Datum:

# XML.StandardHeader.HowToChangeTemplateInformation
source: To change this template use Tools | Options | Coding | Edit Standard Headers.
de: Sie können diese Vorlage unter Extras > Optionen > Codeerstellung > Standardheader ändern.

# XML.StandardHeader.Time
source: Time:
de: Zeit:
se: Tid:

# XML.StandardHeader.User
source: User:
de: Benutzer:
se: Användare:

# XML.StartupTips.Tip1
source: That you should look out for new SharpDevelop versions and tell all your friends how good SharpDevelop is and write cool C# programs with it!
de: dass sie nach neuen SharpDevelop-Versionen Ausschau halten sollten und allen ihren Freunden erzählen sollten, wie gut SharpDevelop ist und dass sie tolle Programme in C# damit entwickeln sollten?
se: Att du bör hålla utkik efter nya SharpDevelop-versioner, berätta för dina vänner hur bra SharpDevelop är och skriva snygga C#-program med det!

# XML.StartupTips.Tip2
source: That you can open the template completion window with Ctrl+J?
de: dass Sie mit Strg+J vordefinierte Code-Schablonen aktivieren können?
se: Att du kan öppna mallkompletteringsfönstret med Ctrl+J?

# XML.StartupTips.Tip3
source: That you can type "? name = ...;" (C#) or "Dim name As ? = ..." (VB) and SharpDevelop will substitute the question mark with the type of "..."?
de: dass Sie "? name = ...;" (C#) oder "Dim name As ? = ..." (VB) tippen können und SharpDevelop automatisch das Fragezeichen durch den passenden Typ ersetzt?
se: Anger du "? name = ...;" (C#) eller "Dim name As ? = ..." (VB) kommer SharpDevelop att ersätta frågetecknet med typen "..."?

# XML.TextAreaContextMenu.BufferOptions
source: Buffer Options
de: Bufferoptionen
se: Buffertinställningar

# XML.TextAreaContextMenu.CommentUncommentSelection
source: Comment region
de: Region auskommentieren
se: Kommentera region

# XML.TextAreaContextMenu.Copy
source: &Copy
de: &Kopieren
se: K&opiera

# XML.TextAreaContextMenu.Cut
source: Cu&t
de: A&usschneiden
se: &Klipp ut

# XML.TextAreaContextMenu.FileMode
source: File mode
de: Dateimodus
se: Filläge

# XML.TextAreaContextMenu.Indent
source: Indent
de: Einrücken
se: Indentera

# XML.TextAreaContextMenu.Paste
source: &Paste
de: E&infügen
se: Kl&istra in

# XML.TextAreaContextMenu.UncommentSelection
source: Uncomment region
de: Kommentar entfernen
se: Avkommentera region

# _Internal.Bogus.Translation.Test1
source: This resource is not being used. Its purpose is to test the translation database and has a line break
de: Wir sind in Corsavy
se: Den här resursen används inte. Dess syfte är att testa översättningsdatabasen och har en linjebrytning.

# AddInManager.Title
source: AddIn Manager
se: AddIn-hanteraren

# AddIns.HtmlHelp2.Stop
source: Stop
se: Stanna

# AddIns.Subversion.Export
source: Export
se: Exportera

# ComponentInspector.FindDialog.ObjectTreeNameCheckBox
source: Name
se: Namn

# ComponentInspector.GeneralOptionsPanel.PanelsGroupBox
source: Panels
se: Paneler

# ComponentInspector.TreeListPanel.HeaderPanel
source: Name
se: Namn

# Dialog.About.ChangeLogTabName
source: ChangeLog
se: ÄndraLogg

# Dialog.About.label2Text
source: Build
se: Bygg

# Dialog.HighlightingEditor.EnvColors.Cursor
source: Cursor
se: Pekare

# Dialog.HighlightingEditor.EnvColors.FoldMarker
source: Folding marker
se: Utvikningsmarkör

# Dialog.HighlightingEditor.Properties.Name
source: Name
se: Namn

# Dialog.HighlightingEditor.TreeView.RuleSet
source: Rule set
se: Regeluppsättning

# Dialog.HighlightingEditor.TreeView.RuleSets
source: Rule sets
se: Regeluppsättningar

# Dialog.HighlightingEditor.TreeView.Span
source: Span
se: Omfång

# Dialog.HighlightingEditor.TreeView.Spans
source: Spans
se: Omfång

# Dialog.NewProject.NameLabelText
source: &Name:
se: &Namn:

# Dialog.Options.CombineOptions.Configurations.BuildCheckBox
source: Build
se: Bygg

# Dialog.Options.CombineOptions.Configurations.BuildColumnHeader
source: Build
se: Bygg

# Dialog.Options.IDEOptions.EditStandardHeaderPanel.HeaderLabel
source: &Header
se: &Rubrik
