Repository: Altaxo/Altaxo
Catalog: Content/data/resources/StringResources.*.resx
Languages: de, se

# ComponentInspector.GettingStartedDialog.Information
source: The Inspector can view or manipulate any ActiveX/COM object. Browse the COM running objects using the object tree at the left. Right click a member of the object tree to invoke a method. Browse through the installed COM components in the ActiveX/COM tab. Open a type library or control file using the Open menu. To create/manipulate a ActiveX/COM object, drag a class within a TypeLib/Control to the object tree or design surface.
de: Der Inspektor kann jedes beliebige ActiveX/COM-Objekt darstellen und manipulieren. Blättern Sie durch die COM-Objekte mit dem Objektbaum links. Durch Rechtsklick auf ein Baumelement können Sie Methoden aufrufen. Blättern Sie durch installierte COM-Komponenten im ActiveX/COM-Reiter. Öffnen Sie Typbibliotheken oder Controldateien mit dem "Öffnen"-Menü. Um ActiveX/COM-Objekte zu generieren, ziehen sie eine Klasse aus einer Typbibliothek/Control auf den Objektbaum oder den Designer.

# ComponentInspector.GettingStartedDialog.ShowThisDialogCheckBox
source: Show this Dialog
de: Zeige diesen Dialog

# ComponentInspector.GettingStartedDialog.Title
source: Getting Started
de: Erste Schritte

# ComponentInspector.ImagePanel.ControlDesignSurfaceLabel
source: Control Design Surface
de: Steuerelement Design-Oberfäche

# ComponentInspector.ImagePanel.DesignModeLabel
source: Design Mode
de: Design-Modus
se: Designläge

# ComponentInspector.InspectorMenu.CloseAssembly
source: Close &Assembly...
de: &Assembly schließen...

# ComponentInspector.InspectorMenu.Find
source: &Find...
de: &Finden...
se: &Sök...

# ComponentInspector.InspectorMenu.ObjectTreeOptionsPanel.Title
source: Object Tree
de: Objekt-Baum
se: Objektträd

# ComponentInspector.InspectorMenu.OpenAssembly
source: &Open Assembly...
de: Assembly ö&ffnen..

# ComponentInspector.InspectorMenu.TypeHandlerOptionsPanel.Title
source: Type Handlers
de: Typ-Handler

# ComponentInspector.InvokeMethodMenuItem
source: Invoke &Method
de: Rufe &Methode auf

# ComponentInspector.ObjectBrowser.ObjectsTreePanel
source: Objects
de: Objekte
se: Objekt

# ComponentInspector.ObjectBrowser.OutputTab
source: Output
de: Ausgabe
se: Utdata

# ComponentInspector.ObjectBrowser.ParametersPanel
source: Parameters
de: Parameter
se: Parametrar

# ComponentInspector.ObjectBrowser.TopLevelObjects
source: Top Level Objects
de: Objekte auf oberster Ebene

# ComponentInspector.ObjectBrowser.ValueColumnHeader
source: Value
de: Wert
se: Värde

# ComponentInspector.ObjectBrowserForm.ActionMenuItem
source: &Action
de: &Aktion

# ComponentInspector.ObjectBrowserForm.ActiveXFilesFilterName
source: ActiveX Files
de: ActiveX-Dateien

# ComponentInspector.ObjectBrowserForm.AssemblyFilesFilterName
source: Assembly Files
de: Assembly-Dateien

# ComponentInspector.ObjectBrowserForm.AttachMenuItem
source: &Tracing...
de: &Nachverfolgen...

# ComponentInspector.ObjectBrowserForm.DirectoriesMenuItem
source: &Directories...
de: &Verzeichnisse...

# ComponentInspector.ObjectBrowserForm.ObjectTreeMenuItem
source: &Object Tree...
de: &Objekt-Baum...

# ComponentInspector.ObjectBrowserForm.OpenFileDialogTitle
source: Select a File to Open
de: Wählen Sie eine Datei zum Öffnen

# ComponentInspector.ObjectBrowserForm.OptionsMenuItem
source: &Options
de: &Optionen
se: &Alternativ

# ComponentInspector.ObjectBrowserForm.PanelsMenuItem
source: &Panels...
de: &Panel...
se: &Paneler...

# ComponentInspector.ObjectBrowserForm.ShowHelpMenuItem
source: &Help...
de: &Hilfe...
se: &Hjälp...

# ComponentInspector.ObjectBrowserForm.TracingMenuItem
source: &Tracing...
de: &Nachverfolgen...

# ComponentInspector.ObjectBrowserForm.TypeHandlersMenuItem
source: &Type Handlers...
de: &Typ Handler...

# ComponentInspector.ObjectTreeOptionsPanel.CategoriesGroupBox
source: Categories
de: Kategorien
se: Kategorier

# ComponentInspector.ObjectTreeOptionsPanel.CategoryCountLabel
source: When number of members exceeds
de: Wenn Mitgliederzahl überschreitet

# ComponentInspector.ObjectTreeOptionsPanel.DisplayIntegersInHexCheckBox
source: Integers in hex
de: Integer in hexadezimal

# ComponentInspector.ObjectTreeOptionsPanel.ShowBaseClassCategoryCheckBox
source: Show base class categories
de: Zeige Basisklassen-Kategorien

# ComponentInspector.ObjectTreeOptionsPanel.ShowBaseClassMembersCheckBox
source: Base class members
de: Basisklassen-Mitglieder

# ComponentInspector.ObjectTreeOptionsPanel.ShowBaseClassNamesCheckBox
source: Base class names
de: Basis-Klassennamen

# ComponentInspector.ObjectTreeOptionsPanel.ShowEventsCheckBox
source: Events
de: Ereignisse
se: Händelser

# ComponentInspector.ObjectTreeOptionsPanel.ShowFieldsCheckBox
source: Fields
de: Felder
se: Fält

# ComponentInspector.ObjectTreeOptionsPanel.ShowGroupBox
source: Show
de: Anzeige
se: Visa

# ComponentInspector.ObjectTreeOptionsPanel.ShowMemberCategoriesCheckBox
source: Show member categories
de: Zeige Mitglieds-Kategories

# ComponentInspector.ObjectTreeOptionsPanel.ShowMembersGroupBox
source: Show Members
de: Zeige Mitglieder
se: Visa medlemmar

# ComponentInspector.ObjectTreeOptionsPanel.ShowMethodsCheckBox
source: Methods
de: Methoden
se: Metoder

# ComponentInspector.ObjectTreeOptionsPanel.ShowObjectAsBaseClassCheckBox
source: Show Object members in base class category
de: Zeige Objekt-Mitglieder in Basis-Klassen-Kategorie

# ComponentInspector.ObjectTreeOptionsPanel.ShowPropertiesCheckBox
source: Properties
de: Eigenschaften
se: Egenskaper

# ComponentInspector.ObjectTreeOptionsPanel.ShowPropertyAccessorsMethodsCheckBox
source: Property/Event accessor methods
de: Eigenschafts-/Ereigniszugriffsmethoden

# ComponentInspector.ObjectTreeOptionsPanel.ShowPublicMembersOnlyCheckBox
source: Public members only
de: Nur öffentliche Member
se: Endast publika medlemmar

# ComponentInspector.OutputList.OutputColumnHeader
source: Output
de: Ausgabe
se: Utdata

# ComponentInspector.ParamControlInfo.SelectObjectLabel
source: select object
de: wähle Objekt
se: välj objekt

# ComponentInspector.ParamControlInfo.SeparateStringsWithSpaces
source: (separate strings with spaces)
de: (trenne Strings mit Leerzeichen)
se: (separera strängar med mellanslag)

# ComponentInspector.ParamControlInfo.ValueLabel
source: value
de: Wert
se: värde

# ComponentInspector.ProgressDialog.AddingRunningComObjectsDialogTitle
source: Adding COM Running Objects
de: Füge laufende COM-Objekte hinzu

# ComponentInspector.ProgressDialog.AddingRunningComObjectsMessage
source: Please wait while I add COM running objects
de: Bitte warten, während COM ausführende Objekte hinzugefügt werden

# ComponentInspector.ProgressDialog.GettingInformationDialogTitle
source: Getting {0} Information
de: Rufe {0} Information ab.

# ComponentInspector.ProgressDialog.GettingInformationMessage
source: Please wait while I get the {0} information
de: Bitte warten Sie, während die {0} Information abgerufen wird.

# ComponentInspector.ProgressDialog.LoadingPreviouslyOpenedAssembliesDialogTitle
source: Loading Remembered Assemblies
de: Lade gespeicherte Assemblies

# ComponentInspector.ProgressDialog.LoadingPreviouslyOpenedAssembliesMessage
source: Please wait while I load the previously opened assemblies.
de: Bitte warten Sie, während die vorher geöffneten Assemblies geladen werden.

# ComponentInspector.Registry.Text
source: Registry
de: Registrierung
se: Register

# ComponentInspector.SetFieldMenuItem
source: Set &Field
de: Setze &Feld

# ComponentInspector.SetPropertyMenuItem
source: &Set Property
de: &Setze Eigenschaft

# ComponentInspector.TracingDialog.Title
source: Set Trace Level
de: Setze Trace-Level

# ComponentInspector.TypeHandlerOptionsPanel.InformationLabel
source: Type handlers present the classes marked below in a more convenient manner, suppressing unnecessary details.
de: Typ-Handler stellen die unterhalb markierten Klassen in einer geeigneteren, unnötige Details unterdrückenderen Form dar.

# ComponentInspector.WaitingForAppDialog.Information
source: Waiting for application to start. If the application fails to start (or you become tired of waiting), you may cancel by pressing Cancel.
de: Warte auf Start der Anwendung. Wenn die Anwendung nicht erfolgreich startet, können Sie mit "Abbrechen" abbrechen.
se: Väntar på att applikationen skall starta. Ifall applikationen inte startar (eller om du tröttnar på att vänta) så kan du avbryta genom att klicka på Avbryt.

# ComponentInspector.WaitingForAppDialog.Title
source: Waiting for Application to Start
de: Warte auf Start der Anwendung

# CSharpBinding.GenerateNewHandlerInstructions
source: Insert reference to explicit method; press tab or enter again to insert a new method stub.
de: Füge Reference zu Methode ein; drücke Tab oder Enter zweimal, um eine neue Methode anzulegen.

# CSharpBinding.InsertAnonymousMethod
source: Insert anonymous method without parameters.
de: Anonyme Methode ohne Parameter einfügen.
se: Infoga anonyma metoder utan parametrar.

# CSharpBinding.InsertAnonymousMethodWithParameters
source: Insert anonymous method with parameters.
de: Anonyme Methode mit Parametern einfügen.
se: Infoga anonyma metoder utan parametrar.

# Dialog.About.DialogName
source: About SharpDevelop
de: Über SharpDevelop
se: Om SharpDevelop

# Dialog.About.License
source: Released under the terms of the ${License}.
de: Freigegeben unter den Bedingungen der ${License}.
se: Släppt under termerna av ${License}.

# Dialog.About.ThrowExceptionButton
source: &Throw Exception
de: &Ausnahme werfen
se: Släng in Undan&tag

# Dialog.About.VersionInfoTabName
source: Version Info
de: Versionsinformation
se: Versionsinformation

# Dialog.About.VersionInfoTabName.CopyButton
source: &Copy
de: &Kopieren
se: K&opiera

# Dialog.Componnents.RichMenuItem.LoadFileDescription
source: load file ${File}
de: Lade Datei ${File}
se: Ladda fil ${File}

# Dialog.Componnents.RichMenuItem.LoadProjectDescription
source: load project ${Project}
de: Lade Projekt ${Project}
se: Ladda projekt ${Project}

# Dialog.Componnents.RichMenuItem.NoRecentFilesString
source: recent files
de: letzte Dateien
se: Senaste filer

# Dialog.Componnents.RichMenuItem.NoRecentProjectsString
source: recent projects
de: letzte Projekte
se: Senaste projekt

# Dialog.DirtyFiles.DialogName
source: Save dirty files?
de: Ungespeicherte Dateien speichern?
se: Spara korrupta filer?

# Dialog.DirtyFiles.DirtyFiles
source: Dirty Files
de: Ungespeicherte Dateien
se: Skräpfiler

# Dialog.DirtyFiles.DiscardAllButton
source: &Discard all
de: Alle &Verwerfen
se: &Släng alla

# Dialog.DirtyFiles.Files
source: Files
de: Dateien
se: Filer

# Dialog.DirtyFiles.SaveAllButton
source: Save &all
de: &Alle speichern
se: Spara &alla

# Dialog.DirtyFiles.SaveButton
source: &Save
de: &Speichern
se: &Spara

# Dialog.EditAvailableConfigurationsDialog.AddProjectConfiguration
source: Add Project Configuration
de: Projektkonfiguration hinzufügen
se: Lägg till projektkonfiguration

# Dialog.EditAvailableConfigurationsDialog.AddProjectPlatform
source: Add Project Platform
de: Projektplattform hinzufügen
se: Lägg till projektplattform

# Dialog.EditAvailableConfigurationsDialog.AddSolutionConfiguration
source: Add Solution Configuration
de: Projektmappenkonfiguration hinzufügen

# Dialog.EditAvailableConfigurationsDialog.AddSolutionPlatform
source: Add Solution Platform
de: Projektmappenplattform hinzufügen

source: You cannot delete all configurations/platforms.
de: Sie können nicht alle Konfigurationen/Plattformen löschen.

# Dialog.EditAvailableConfigurationsDialog.ConfirmRemoveConfigurationOrPlatform
source: Do you really want to remove '{0}'?
de: Wollen Sie wirklich '{0}' löschen?

# Dialog.EditAvailableConfigurationsDialog.CopySettingsFrom
source: Copy &settings from:
de: Ein&stellungen kopieren von:

# Dialog.EditAvailableConfigurationsDialog.CreateConfigurationInAllProjects
source: &Create this configuration in all projects
de: Er&zeuge diese Konfiguration in allen Projekten

# Dialog.EditAvailableConfigurationsDialog.DuplicateName
source: Duplicate name.
de: Doppelter Name.

# Dialog.EditAvailableConfigurationsDialog.EditProjectConfigurations
source: Edit Project Configurations
de: Projektkonfigurationen bearbeiten

# Dialog.EditAvailableConfigurationsDialog.EditProjectPlatforms
source: Edit Project Platforms
de: Projektplattformen bearbeiten

# Dialog.EditAvailableConfigurationsDialog.EditSolutionConfigurations
source: Edit Solution Configurations
de: Projektmappenkonfigurationen bearbeiten

# Dialog.EditAvailableConfigurationsDialog.EditSolutionPlatforms
source: Edit Solution Platforms
de: Projektmappenplattformen bearbeiten

# Dialog.EditAvailableConfigurationsDialog.EmptyItem
source: <Empty>
de: <Leer>
se: <Tom>

# Dialog.EditAvailableConfigurationsDialog.EnterNewName
source: Enter the new name:
de: Neuen Namen eingeben:
se: Ange det nya namnet:

# Dialog.EditAvailableConfigurationsDialog.InvalidName
source: The name was invalid.
de: Der Name ist ungültig.
se: Namnet var ogiltigt.

# Dialog.ExportProjectToHtml.DialogName
source: Export to Html
de: Htmlexport
se: Exportera som HTML

# Dialog.ExportProjectToHtml.FolderLabel
source: Folder:
de: Pfad:
se: Mapp:

# Dialog.ExportProjectToHtml.SelectTargetDirInfo
source: Select target directory.
de: Zielverzeichnis für Html Export wählen.
se: Välj målmapp.

# Dialog.Goto.DialogName
source: Go to
de: Gehe zu
se: Gå till

# Dialog.Goto.GotoLine
source: Go to line
de: Gehe zu Zeile
se: Gå till rad

# Dialog.Goto.IntroText
source: Please enter an expression to jump to. You can enter line number, class names and file names. Examples: "120", "MainClass", "Main.cs, 120".
de: Bitte geben Sie einen Ausdruck ein, zu dem Sie springen wollen. Sie können Zeilennummern, Klassennamen und Dateinamen eingeben. Beispiele: "120", "MainClass", "Main.cs, 120".
se: Var god ange ett uttryck att hoppa till. Du kan ange radnummer, klassnamn och filnamn. Exempel: "120", "MainClass", "Main.cs, 120".

# Dialog.HighlightingEditor.Add
source: Add
de: Neu
se: Lägg till

# Dialog.HighlightingEditor.Change
source: Change...
de: Ändern...
se: Ändra...

# Dialog.HighlightingEditor.ColorDlg.Background
source: Background color
de: Hintergrundfarbe
se: Bakgrundsfärg

# Dialog.HighlightingEditor.ColorDlg.Bold
source: Bold
de: Fett
se: Fet

# Dialog.HighlightingEditor.ColorDlg.Caption
source: Here you can edit the selected highlighting color.
de: Hier können Sie die ausgewählte Farbe bearbeiten.
se: Här kan du ändra den valda färgen.

# Dialog.HighlightingEditor.ColorDlg.Foreground
source: Foreground color
de: Vordergrundfarbe
se: Förgrundsfärg

# Dialog.HighlightingEditor.ColorDlg.Italic
source: Italic
de: Kursiv
se: Kursiv

# Dialog.HighlightingEditor.ColorDlg.NoColor
source: No color specified (use default)
de: Keine Farbe (Standard benutzen)
se: Ingen färg vald (använder programstandarden)

# Dialog.HighlightingEditor.ColorDlg.SystemColor
source: System color:
de: Systemfarbe:
se: System färg:

# Dialog.HighlightingEditor.ColorDlg.Title
source: Edit color
de: Farbe bearbeiten
se: Ändra färgen

# Dialog.HighlightingEditor.ColorDlg.UserDefined
source: User-defined color:
de: Benutzerdefinierte Farbe:
se: Användarinställd färg:

# Dialog.HighlightingEditor.Digits.Explanation
source: This option lets you set the coloring of digits in your file.
de: Mit dieser Option können Sie die Farbe von Ziffern in der Hervorhebung einstellen.
se: Den här inställningen låter dig ändra färgsättningen utav siffrorna i din fil.

# Dialog.HighlightingEditor.Digits.Sample
source: Digit color sample:
de: Vorschau der Ziffernfarbe:
se: Exempel på nummerfärg:

# Dialog.HighlightingEditor.Edit
source: Edit...
de: Bearbeiten...
se: Ändra...

# Dialog.HighlightingEditor.EditDlg.Title
source: Edit scheme
de: Schema bearbeiten
se: Ändra schema

# Dialog.HighlightingEditor.EnterText
source: Enter text
de: Text eingeben
se: Mata in text

# Dialog.HighlightingEditor.EnvColors.BookMarks
source: Bookmarks
de: Lesezeichen
se: Bokmärken

# Dialog.HighlightingEditor.EnvColors.CaretLine
source: Caret Line
de: Caretzeile

# Dialog.HighlightingEditor.EnvColors.CaretMarker
source: Caret marker
de: Cursormarker
se: Insättsmarkör

# Dialog.HighlightingEditor.EnvColors.Default
source: Default text/background
de: Standard Text/Hintergrund

# Dialog.HighlightingEditor.EnvColors.EOLMarkers
source: EOL Markers
de: Zeilenendemarker
se: EOL-markörer

# Dialog.HighlightingEditor.EnvColors.FoldLine
source: Folding line
de: Folding-Linie
se: Utvikningsrad

# Dialog.HighlightingEditor.EnvColors.InvalidLines
source: Invalid lines
de: Ungültige Zeilen
se: Ogiltiga linjer

# Dialog.HighlightingEditor.EnvColors.LineNumbers
source: Line numbers
de: Zeilennummern
se: Rad numreringen

# Dialog.HighlightingEditor.EnvColors.SelectedFoldLine
source: Selected folding line
de: Aktive Folding-Linie

# Dialog.HighlightingEditor.EnvColors.Selection
source: Selection
de: Auswahl
se: Urval

# Dialog.HighlightingEditor.EnvColors.SpaceMarkers
source: Space markers
de: Leerzeichenmarker
se: Rymdmarkörer

# Dialog.HighlightingEditor.EnvColors.TabMarkers
source: Tab markers
de: Tabmarker
se: Tabbmarkörer

# Dialog.HighlightingEditor.EnvColors.VRuler
source: Vertical ruler
de: Senkrechtes Lineal
se: Vertikal linjal

# Dialog.HighlightingEditor.Environment.Colors
source: Environment colors:
de: Umgebungsfarben:
se: Omgivningsfärger:

# Dialog.HighlightingEditor.Environment.Explanation
source: Here you can define your highlight colors for different general environment items of the text editor. Select an entry in the list and click "Edit" to make a change.
de: Hier können Sie die Hervorhebungsfarben für verschiedene grundsätzliche Aspekte des Editors definieren. Wählen Sie ein Listenelement und klicken Sie auf "Bearbeiten", um es zu ändern.
se: Här kan du definiera dina markeringsfärger för olika allmänna omgivningsföremål i texteditorn. Välj något ur listan och klicka på "Ändra" för att ändra.

# Dialog.HighlightingEditor.Explanation
source: Explanation:
de: Erklärung:
se: Förklaring:

# Dialog.HighlightingEditor.KeywordList.ColorSample
source: Used highlighting color sample:
de: Vorschau der benutzten Farbe:
se: Exempel på nuvarande markeringsfärg:

# Dialog.HighlightingEditor.KeywordList.EnterName
source: Enter name of new keyword:
de: Geben Sie den Namen des neuen Schlüsselwortes ein:
se: Skriv in namnet på det nya nyckelordet:

# Dialog.HighlightingEditor.KeywordList.Explanation
source: Every keyword in the list is colored with the selected highlighting color.
de: Jedes Schlüsselwort in der Liste wird mit der ausgewählten Hervorhebungsfarbe eingefärbt.
se: Alla nyckelord i listan är färgade med den valda markeringsfärgen.

# Dialog.HighlightingEditor.KeywordList.Keywords
source: Keywords in this list:
de: Schlüsselwörter in dieser Liste:
se: Nyckelorden i den här listan:

# Dialog.HighlightingEditor.KeywordList.ListName
source: List name:
de: Name der Liste:
se: Listnamn:

# Dialog.HighlightingEditor.KeywordList.NameEmpty
source: The keyword list must have a name.
de: Die Schlüsselwortliste muss einen Namen haben.
se: Listan med nyckelord måste ha ett namn.

# Dialog.HighlightingEditor.KeywordLists.EnterName
source: Enter name of new keyword list:
de: Geben Sie den Namen der neuen Schlüsselwortliste ein:
se: Skriv in namnet på den nya nyckelordslistan:

# Dialog.HighlightingEditor.KeywordLists.Explanation
source: Each keyword list can have an individual highlighting color assigned to it.
de: Jede Schlüsselwortliste kann eine eigene Farbe zugewiesen bekommen.
se: Varje nyckelordslista kan använda en individuell markeringsfärg.

# Dialog.HighlightingEditor.KeywordLists.Lists
source: Keyword lists:
de: Schlüsselwortlisten:
se: Nyckelordslistor:

# Dialog.HighlightingEditor.Marker.ExplanationNext
source: Enter the key string that will cause the next word to be colored with the selected color.
de: Geben Sie das Schlüsselwort ein, dessen nachfolgendes Wort mit der gewählten Farbe gefärbt wird.
se: Skriv in tangentsträngen som får nästa ord att färgas med den valda färgen.

# Dialog.HighlightingEditor.Marker.ExplanationPrev
source: Enter the key string that will cause the previous word to be colored with the selected color.
de: Geben Sie das Schlüsselwort ein, dessen vorausgehendes Wort mit der gewählten Farbe gefärbt wird.
se: Skriv in tangentsträngen som får det förra ordet att färgas med den valda färgen.

# Dialog.HighlightingEditor.Marker.KeyString
source: Key string to recognize:
de: Zu erkennendes Schlüsselwort:
se: Tangentsträng att känna igen:

# Dialog.HighlightingEditor.Marker.MarkMarker
source: Use color for key string, too
de: Auch das Schlüsselwort einfärben
se: Använd färg för tangentsträngen också

# Dialog.HighlightingEditor.Marker.NameEmpty
source: The key string must not be empty.
de: Das Schlüsselwort darf nicht leer sein.
se: Tangentsträngen får inte vara tom.

# Dialog.HighlightingEditor.Marker.SampleColor
source: Sample of highlighting color for previous/following word:
de: Vorschau für die Farbe für das vorige/nächste Wort:
se: Exempel på markeringsfärg för följande/efterföljande ord:

# Dialog.HighlightingEditor.Markers.EnterName
source: Enter new marker key string:
de: Geben Sie das neue Schlüsselwort für den Marker ein:
se: Skriv in ny tangentsträng för markering:

# Dialog.HighlightingEditor.Markers.Explanation
source: Here you can define strings that are not colored themselves, but the previous or following word next to them. This is useful, for example, for coloring method calls by using ( as a key string.
de: Hier können Sie Zeichenfolgen definieren, die nicht unbedingt selbst eingefärbt werden, sondern nur deren vorausgehendes oder nachfolgendes Wort. Dies ist z.B. nützlich, um Funktionsaufrufe einzufärben, indem man ( als Schlüsselwort eingibt.
se: Här kan du definiera strängar som inte själva är färgade, men däremot orden strax före och efter dem. Det här är exempelvis användbart vid färgläggning av metoder genom att använda ( som en tangentsträng.

# Dialog.HighlightingEditor.Markers.KeyString
source: Key string
de: Schlüsselwort
se: Tangentsträng

# Dialog.HighlightingEditor.Markers.Next
source: Next token marker key strings:
de: Schlüsselworte zum Markieren des nächsten Wortes:
se: Nästa kännetecknande markeringstangentsträng:

# Dialog.HighlightingEditor.Markers.Previous
source: Previous token marker key strings:
de: Schlüsselworte zum Markieren des vorherigen Wortes:
se: Föregående kännetecknande markeringstangetsträngar:

# Dialog.HighlightingEditor.Properties.EnterName
source: Enter name of new property:
de: Geben Sie den Namen der neuen Eigenschaft ein:
se: Ange namn på ny egenskap:

# Dialog.HighlightingEditor.Properties.EnterValue
source: Enter value of property {0}:
de: Geben Sie den Wert für Eigenschaft {0} ein:
se: Ange värdet på egenskapen {0}:

# Dialog.HighlightingEditor.Properties.Explanation
source: Here you can define properties of the scheme. Properties are name-value pairs that control the behaviour of the editor. Currently, the only supported property is "LineComment", which tells the editor the string to insert at the start of the line when you tell it to comment out a line.
de: Hier können Sie die Eigenschaften des Schemas definieren. Eigenschaften sind Name-Wert-Paare, die das Verhalten des Editors bestimmen. Momentan erkennt der Editor nur die Eigenschaft "LineComment", die am Anfang der Zeile eingefügt wird, wenn Sie den Editor eine Zeile auskommentieren lassen.
se: Här kan du definiera egenskaper för schemat. Egenskaper är namnvärderspar som kontrollerar editorns uppförande. För närvarande är den enda stödda egenskapen "LineComment", som talar om för editorn vilken sträng som ska sättas in i början av raden när du talar om för den att kommentera en rad.

# Dialog.HighlightingEditor.Properties.Properties
source: Properties:
de: Eigenschaften:
se: Egenskaper:
