Repository: Altaxo/Altaxo
Catalog: Content/data/resources/StringResources.*.resx
Languages: de, se

# MainWindow.Windows.Debug.Modules.HasSymbols
source: Symbols loaded.
de: Symbole geladen.

# MainWindow.Windows.Debug.Modules.OrderColumn
source: Order
de: Reihenfolge
se: Ordning

# MainWindow.Windows.Debug.Modules.ProgramColumn
source: Program
de: Programm

# MainWindow.Windows.Debug.Modules.SymbolsColumn
source: Symbols
de: Symbole
se: Symboler

# MainWindow.Windows.Debug.Modules.TimestampColumn
source: Timestamp
de: Zeitstempel
se: Tidsstämpel

# MainWindow.Windows.Debug.ObjectGraph
source: Object Graph
de: Objektgraph

# MainWindow.Windows.Debug.RunToCursor
source: Run to cursor
de: Bis zum Cursor ausführen

# MainWindow.Windows.Debug.SetCurrentStatement
source: Set current statement
de: Aktive Anweisung festlegen
se: Ange nuvarande påstående

# MainWindow.Windows.Debug.StopProcessDialog.Message
source: Detach from the process or terminate it?
de: Soll der Debugger vom Prozess getrennt werden oder der Prozess beendet werden?

# MainWindow.Windows.Debug.Threads.CannotFreezeWhileRunning
source: You cannot freeze or thaw threads while the debugger is running.
de: Threads können nicht eingefroren oder aufgetaut werden während der Debugger läuft.

# MainWindow.Windows.Debug.Threads.CannotStepNoActiveFunction
source: You cannot step because there is no active function selected
de: Sie können keinen Einzelschritt ausführen, weil keine aktive Funktion ausgewählt ist.

# MainWindow.Windows.Debug.Threads.CannotSwitchWhileRunning
source: You cannot switch threads while the debugger is running.
de: Sie können nicht zwischen Threads umschalten, während der Debugger läuft.

# MainWindow.Windows.Debug.Threads.Freeze
source: Freeze
de: Einfrieren
se: Frys

# MainWindow.Windows.Debug.Threads.Frozen
source: Frozen
de: Eingefroren
se: Frusen

# MainWindow.Windows.Debug.Threads.Priority
source: Priority
de: Priorität
se: Prioritet

# MainWindow.Windows.Debug.Threads.Priority.AboveNormal
source: Above normal
de: Höher als normal
se: Över normal

# MainWindow.Windows.Debug.Threads.Priority.BelowNormal
source: Below normal
de: Niedriger als normal
se: Under normal

# MainWindow.Windows.Debug.Threads.Priority.Highest
source: Highest
de: Hoch
se: Högsta

# MainWindow.Windows.Debug.Threads.Priority.Lowest
source: Lowest
de: Niedrig
se: Lägsta

# MainWindow.Windows.Debug.Threads.ThreadSwitch
source: Thread switch
de: Thread-Wechsel

# MainWindow.Windows.Debug.Watch
source: Watch
de: Überwachen

# MainWindow.Windows.Debug.Watch.AddWatch
source: Add watch
de: Überwachung hinzufügen

# MainWindow.Windows.Debug.Watch.EnterExpression
source: Enter an expression to watch:
de: Ausdruck angeben, der überwacht werden soll:

# MainWindow.Windows.Debug.Watch.InvalidExpression
source: Invalid expression: {0}
de: Fehlerhafter Ausdruck: {0}
se: Ogiltigt uttryck: {0}

# MainWindow.Windows.Debug.Watch.Refresh
source: Refresh
de: Aktualisieren
se: Uppdatera

# MainWindow.Windows.Debug.Watch.RemoveAll
source: Remove all
de: Alle entfernen
se: Ta bort alla

# MainWindow.Windows.Debug.Watch.RemoveWatch
source: Remove watch
de: Überwachung entfernen

# MainWindow.Windows.DefinitionViewLabel
source: Definition View
de: Definitionsansicht
se: Definitionsvy

# MainWindow.Windows.ErrorList
source: Errors
de: Fehler
se: Fel

# MainWindow.Windows.ErrorList.ErrorButton.Label
source: ${TaskService.Errors} Errors
de: ${TaskService.Errors} Fehler
se: ${TaskService.Errors} fel

# MainWindow.Windows.ErrorList.ErrorButton.ToolTip
source: Select whether errors are displayed in the list.
de: Legt fest, ob Fehler in der Liste angezeigt werden.
se: Välj om fel skall visas i listan.

# MainWindow.Windows.ErrorList.MessageButton.Label
source: ${TaskService.Messages} Messages
de: ${TaskService.Messages} Meldungen
se: ${TaskService.Messages} meddelanden

# MainWindow.Windows.ErrorList.MessageButton.ToolTip
source: Select whether messages are displayed in the list.
de: Legt fest, ob Meldungen in der Liste angezeigt werden.
se: Välj om meddelanden skall visas i listan.

# MainWindow.Windows.ErrorList.WarningButton.Label
source: ${TaskService.Warnings} Warnings
de: ${TaskService.Warnings} Warnungen
se: ${TaskService.Warnings} varningar

# MainWindow.Windows.ErrorList.WarningButton.ToolTip
source: Select whether warnings are displayed in the list.
de: Legt fest, ob Warnungen in der Liste angezeigt werden.
se: Välj om varningar skall visas i listan.

# MainWindow.Windows.FileScout.DriveType.Fixed
source: Fixed
de: Fest

# MainWindow.Windows.FileScout.DriveType.Remote
source: Remote
de: Netzlaufwerk

# MainWindow.Windows.FileScout.DriveType.Removeable
source: Removeable
de: Wechsellaufwerk

# MainWindow.Windows.FileScout.LastModified
source: Last modified
de: Letzte Änderung
se: Senast ändrad

# MainWindow.Windows.FileScout.MyComputer
source: My Computer
de: Mein Computer
se: Den här datorn

# MainWindow.Windows.FileScout.MyDocuments
source: My Documents
de: Eigene Dateien
se: Mina dokument

# MainWindow.Windows.FileScout.Size
source: Size
de: Größe
se: Storlek

# MainWindow.Windows.FileScoutLabel
source: Files
de: Dateien
se: Filer

# MainWindow.Windows.HelpScoutLabel
source: Help
de: Hilfe
se: Hjälp

# MainWindow.Windows.OutlinePad
source: Outline
de: Gliederung

# MainWindow.Windows.OutlinePad.NoContentAvailable
source: There is no outline content available for this document.
de: Für dieses Dokument ist keine Gliederung verfügbar.

# MainWindow.Windows.OutputWindow
source: Output
de: Ausgabe
se: Utdata

# MainWindow.Windows.OutputWindow.BuildCategory
source: Build
de: Erstellen
se: Bygg

# MainWindow.Windows.OutputWindow.DebugCategory
source: Debug
de: Debuggen

# MainWindow.Windows.ProjectScoutLabel
source: Projects
de: Projekte
se: Projekt

# MainWindow.Windows.PropertiesScoutLabel
source: Properties
de: Eigenschaften
se: Egenskaper

# MainWindow.Windows.SearchResultPanel.BackToNormalView.ToolTip
source: Back to normal search results
de: Zurück zu normalen Suchergebnissen
se: Tillbaka till normala sökresultat

# MainWindow.Windows.SearchResultPanel.ClearHistory
source: <Clear History>
de: <Verlauf löschen>
se: <Rensa historik>

# MainWindow.Windows.SearchResultPanel.CollapseAll.ToolTip
source: Collapse all
de: Alles zusammenklappen
se: Minimera alla

# MainWindow.Windows.SearchResultPanel.ExpandAll.ToolTip
source: Expand all
de: Alles aufklappen
se: Expandera alla

# MainWindow.Windows.SearchResultPanel.FileCount
source: ${Count} files
de: ${Count} Dateien
se: ${Count} filer

# MainWindow.Windows.SearchResultPanel.Flat
source: Flat
de: Flach
se: Platt

# MainWindow.Windows.SearchResultPanel.OccurrencesCount
source: ${Count} occurrences
de: ${Count} Ergebnisse
se: ${Count} förekomster

# MainWindow.Windows.SearchResultPanel.OccurrencesOf
source: Occurrences of '${Pattern}'
de: Vorkommnisse von '${Pattern}'
se: Förekomster av '${Pattern}'

# MainWindow.Windows.SearchResultPanel.OneFile
source: 1 file
de: 1 Datei
se: 1 fil

# MainWindow.Windows.SearchResultPanel.OneOccurrence
source: 1 occurrence
de: 1 Ergebnis
se: 1 förekomst

# MainWindow.Windows.SearchResultPanel.PerFile
source: Per file
de: Pro Datei
se: Per fil

# MainWindow.Windows.SearchResultPanel.SelectViewMode.ToolTip
source: Select search list mode
de: Wähle Darstellungsmodus
se: Välj söklistläge

# MainWindow.Windows.SearchResultPanel.ShowLast.ToolTip
source: Show last searches
de: Letzte Suchen anzeigen
se: Visa senaste sökningar

# MainWindow.Windows.SearchResultsLabel
source: Search Results
de: Suchergebnisse
se: Sökresultat

# MainWindow.Windows.TaskList
source: Task List
de: Aufgaben
se: Uppgiftslista

# MainWindow.Windows.TreeView.CollapseCurrent
source: Collapse current
de: Aktuellen Zweig schliessen
se: Minimera nuvarande

# MainWindow.Windows.TreeView.ExpandCurrent
source: Expand current
de: Aktuellen Zweig aufklappen
se: Expandera nuvarande

# MainWindow.Windows.UnitTestsTreeView.ClearResults
source: Clear results
de: Ergebnisse löschen
se: Rensa resultat

# MainWindow.Windows.UnitTestsTreeView.ExpandAllFailures
source: Expand all failures
de: Alle fehlgeschlagenen Tests erweitern
se: Expandera alla misslyckade

# MainWindow.Windows.UnitTestsTreeView.ExpandAllIgnoredTests
source: Expand all ignored
de: Alle ignorierten Tests erweitern
se: Expandera alla ignorerade

# MainWindow.Windows.UnitTestsTreeView.ExpandCurrentFailures
source: Expand current failures
de: Aktuelle fehlgeschlagenen Tests erweitern
se: Expandera nuvarande misslyckade

# MainWindow.Windows.UnitTestsTreeView.ExpandCurrentIgnoredTests
source: Expand current ignored
de: Aktuelle ignorierte Tests erweitern
se: Expandera nuvarande ignorerade

# MainWindow.Windows.UnitTestsTreeView.TreeMenu
source: Tree
de: Baum
se: Träd

# MainWindow.XmlValidationMessages.ValidationFailed
source: Validation: failed
de: Validierung: fehlerhaft
se: Validering: Misslyckad

# MainWindow.XmlValidationMessages.ValidationStarted
source: ------ Validating XML ------
de: ------ Validiere XML ------
se: ------ Validerar XML ------

# MainWindow.XmlValidationMessages.ValidationSuccess
source: Validation: succeeded
de: Validierung: erfolgreich
se: Validering: Lyckad

# NUnitPad.NUnitPadContent.CancelItem
source: Unloads the test assemblies, cancels the auto loading.
de: Entläd die Testassemblies, unterbindet automatisches Neuladen.
se: Avladda test assemblies, avbryt den automatiska laddningen.

# NUnitPad.NUnitPadContent.GotoDefinitionContextMenuLabel
source: &Goto definition
de: Zur &Definition gehen

# NUnitPad.NUnitPadContent.ReferenceItem
source: Add reference to NUnit to the current selected project
de: Referenz zu NUnit im aktuellen Projekt hinzufügen
se: Lägg till referens till NUnit till det nu valda projektet

# NUnitPad.NUnitPadContent.RefreshItem
source: Reloads the test assemblies
de: Läd die Testassemblies neu
se: Laddar test assemblies på nytt

# NUnitPad.NUnitPadContent.RunAllTests
source: Run all tests
de: Alle Tests ausführen
se: Kör alla tester

# NUnitPad.NUnitPadContent.RunItem
source: Run tests
de: Tests starten
se: Kör tester

# NUnitPad.NUnitPadContent.RunTestsContextMenuLabel
source: Run tests
de: &Tests starten
se: Kör tester

# NUnitPad.NUnitPadContent.StopTests
source: Stop tests
de: Tests abbrechen
se: Avbryt testerna

# NUnitPad.NUnitPadContent.TestTreeView.ClickOnRunInformationNode
source: Click on run tests or refresh to activate testing
de: Auf Start Tests oder Neu Laden klicken, um Testen zu aktivieren
se: Klicka på "Kör tester" eller "Förnya" för att aktivera testningen

# NUnitPad.NUnitPadContent.TestTreeView.LoadingErrorNode
source: Loading error
de: Ladefehler
se: Laddnings Error

# NUnitPad.NUnitPadContent.TestTreeView.TestFailedMessage
source: Test case '${TestCase}' failed.
de: Test Case '${TestCase}' fehlgeschlagen.
se: Test fallet '${TestCase}' misslyckades, orsak: '${Message}'.

# NUnitPad.NUnitPadContent.TestTreeView.TestNotExecutedMessage
source: Test case '${TestCase}' was not executed.
de: Test Case '${TestCase}' wurde nicht ausgeführt.
se: Test fallet '${TestCase}' startades inte.

# ObjectBrowser.Menu.GoBack
source: Go Back
de: Zurück
se: Gå tillbaka

# ObjectBrowser.Menu.LoadAssembly
source: Load Assembly...
de: Assembly laden...
se: Ladda Assembly...

# ObjectBrowser.Menu.LoadRef
source: Load Referenced Assemblies
de: Referenzierte Assemblies laden
se: Ladda refererade Assemblies

# ObjectBrowser.Menu.LoadStd
source: Load Standard Assemblies
de: Standard-Assemblies laden
se: Ladda Standardassemblies

# OpenFileTabEventHandler.ContextMenu.Close
source: C&lose
de: S&chließen
se: St&äng

# OpenFileTabEventHandler.ContextMenu.CloseAllButThis
source: Close all &but this
de: &Andere schließen
se: Stäng alla utom &denna.

# OpenFileTabEventHandler.ContextMenu.Save
source: S&ave
de: &Speichern
se: &Spara

# OpenFileTabEventHandler.ContextMenu.SaveAs
source: Save A&s...
de: Speichern &unter...
se: Spara so&m…

# OpenFileTabEventHandler.CopyPathName
source: Copy file path/name
de: Dateip&fad/-namen kopieren
se: Kopiera fil- namn/sökväg

# OpenFileTabEventHandler.FileContainingFolderInExplorer
source: Open Containing Folder In Explorer
de: Öffne übergeordneten Ordner im Explorer

# ProjectComponent.ContextMenu.AddExistingFiles
source: Add existing files
de: Vorhandene Dateien hinzufügen
se: Lägg till befintliga filer

# ProjectComponent.ContextMenu.AddExistingFiles.Copy
source: Copy
de: Kopieren
se: Kopiera

# ProjectComponent.ContextMenu.AddExistingFiles.Link
source: Link
de: Verknüpfung erstellen
se: Länk

# ProjectComponent.ContextMenu.AddExistingFiles.Question
source: Do you want to copy the file(s) to the target directory or do you want to create link(s) to the current location of the file(s)?
de: Sollen die Dateien in das Zielverzeichnis kopiert werden oder sollen Verknüpfungen zu den vorhandenen Dateien erstellt werden?
se: Vill du kopiera filen/filerna till målmappen eller vill du skapa en länk/länkar till nuvarande filsökväg?

# ProjectComponent.ContextMenu.AddExistingFiles.ReplaceExistingFile
source: A file with the name '${FileName}' already exists. Do you want to replace it?
de: Eine Datei mit dem Namen '${FileName}' ist bereits vorhanden. Möchten Sie sie ersetzen?
se: En fil med namnet '${FileName}' existerar redan. Vill du ersätta den?

# ProjectComponent.ContextMenu.AddExistingFiles.ReplaceExistingFile.Title
source: Replace existing file
de: Ersetze existierende Datei

# ProjectComponent.ContextMenu.AddItem
source: Add &Item...
de: Datei hinzufügen
se: Lägg till &föremål...

# ProjectComponent.ContextMenu.AddMenu
source: Add
de: Hinzufügen
se: Lägg till

# ProjectComponent.ContextMenu.AddReference
source: Add Reference
de: Referenz hinzufügen
se: Lägg till referense

# ProjectComponent.ContextMenu.AddWebReference
source: Add Web Reference
de: Web Referenz hinzufügen
se: Lägg till webbreferens

# ProjectComponent.ContextMenu.Build
source: B&uild
de: Erstellen
se: B&ygg

# ProjectComponent.ContextMenu.Clean
source: Clea&n
de: Säuber&n
se: Re&nsa

# ProjectComponent.ContextMenu.Delete.Question
source: Delete '${FileName}' permanently?
de: Soll '${FileName}' dauerhaft gelöscht werden?
se: Permanent ta bort '${FileName}'?

# ProjectComponent.ContextMenu.DeleteWithContents.Question
source: Delete '${FileName}' and all its contents permanently?
de: Soll '${FileName}' mitsamt Inhalt dauerhaft gelöscht werden?
se: Permanent ta bort '${FileName}' och allt dess innehåll?

# ProjectComponent.ContextMenu.DeleteWithDependentFiles.Question
source: Delete '${FileName}' and its dependent files permanently?
de: Sollen '${FileName}' und die davon abhängigen Dateien dauerhaft gelöscht werden?
se: Permanent ta bort '${FileName}' och dess underordnade filer?

# ProjectComponent.ContextMenu.ExcludeFileFromProject
source: Exclude From Project
de: Aus Projekt ausschließen
se: Ta bort från projekt

# ProjectComponent.ContextMenu.ExecuteCustomTool
source: Execute custom tool
de: Benutzerdefiniertes Tool ausführen

# ProjectComponent.ContextMenu.ExistingFolder
source: Existing folder...
de: Existierendes Verzeichnis...

# ProjectComponent.ContextMenu.ExistingFolder.CopyQuestion
source: Do you want to copy the folder to the target directory?
de: Möchten Sie das Verzeichnis ins Zielverzeichnis kopieren?

# ProjectComponent.ContextMenu.ExistingItem
source: Existing Item...
de: Existierende Datei
se: Befintliga föremål...

# ProjectComponent.ContextMenu.ExistingItemAsDependent
source: Existing Item as Dependent Item...
de: Existierende Datei als abhängiges Element

# ProjectComponent.ContextMenu.ExistingProject
source: &Existing Project...
de: &Vorhandenes Projekt...
se: &Existerande projekt...

# ProjectComponent.ContextMenu.GenerateDocumentation
source: Build documentation from XML comments
de: Dokumentation aus XML-Kommentaren erstellen
se: Bygg dokumentation med NDoc

# ProjectComponent.ContextMenu.GenerateDocumentation.NeedToEditBuildOptions
source: You need to edit the project build options to generate a xml documentation file.
de: Sie müssen in den Projektoptionen einstellen, dass eine XML-Dokumentationsdatei erstellt werden soll.
se: Du måste ändra projektets bygginställningar för att skapa en dokumentationsfil i xml.

# ProjectComponent.ContextMenu.GenerateDocumentation.ProjectNeedsToBeCompiled
source: You need to compile the project.
de: Das Projekt muss zunächst kompiliert werden.
se: Du måste kompilera projektet.

# ProjectComponent.ContextMenu.GenerateDocumentation.ProjectNeedsToBeCompiled2
source: The xml documentation file does not exist, you need to compile the project.
de: Die XML-Dokumentationsdatei existiert nicht, Sie müssen das Projekt kompilieren.
se: XML dokumentationsfilen existerar inte, du måste kompilera projektet först.

# ProjectComponent.ContextMenu.GenerateDocumentation.SHFBNotFound
source: Generating documentation from XML comments requires the 'Sandcastle Help File Builder' to be installed.
de: Generieren der Dokumentation aus XML Kommentaren erfordert, dass 'Sandcastle Help File Builder' installiert ist.

# ProjectComponent.ContextMenu.IncludeFileInProject
source: Include In Project
de: In Projekt einbeziehen
se: Inkludera i projekt

# ProjectComponent.ContextMenu.IncludeMenu.InCompile
source: Compile
de: Kompilieren
se: Kompilera

# ProjectComponent.ContextMenu.IncludeMenu.InDeploy
source: Deploy
de: Verteilen
se: Driftsätt

# ProjectComponent.ContextMenu.NewDependentItem
source: New Dependent Item...
de: Neue abhängige Datei...

# ProjectComponent.ContextMenu.NewFolder
source: N&ew Folder
de: Neues &Verzeichnis
se: &Ny mapp

# ProjectComponent.ContextMenu.NewItem
source: &New Item...
de: &Neue Datei...
se: &Nytt föremål...

# ProjectComponent.ContextMenu.NewProject
source: &New Project...
de: &Neues Projekt...
se: &Nytt Projekt...

# ProjectComponent.ContextMenu.NewSolutionFolder
source: New Solution &Folder
de: Neuer Projektmappenordner
se: Ny samlings&mapp

# ProjectComponent.ContextMenu.Open
source: O&pen
de: Ö&ffnen
se: &Öppna

# ProjectComponent.ContextMenu.OpenProjectOutputFolder
source: Open Output Folder
de: Öffne Ausgabe-Order

# ProjectComponent.ContextMenu.Rebuild
source: R&ebuild
de: Neukompilieren
se: B&ygg om

# ProjectComponent.ContextMenu.RefreshWebReference
source: Refresh Web Reference
de: Web-Referenzen aktualisieren
se: Uppdatera webbreferens

# ProjectComponent.ContextMenu.Rename
source: Re&name
de: Umbenennen
se: Byt &namn

# ProjectComponent.ContextMenu.RunProject
source: &Run Project
de: Projekt sta&rten
se: Kö&r projekt

# ProjectComponent.ContextMenu.SetAsStartupProject
source: Set as St&artUp Project
de: Als St&artprojekt festlegen
se: Ange som &Uppstarts Projekt

# ProjectComponent.NewFolderString
source: New Folder
de: Neuer Ordner
se: Ny mapp

source: Do you want to delete all web references from project {0}?
de: Wollen sie alle Webreferenzen in Projekt {0} löschen?
se: Vill du ta bort alla webbreferenser från projektet {0}?

# ProjectComponent.RemoveAllWebReferences.Title
source: Delete all web references
de: Alle Webreferenzen löschen
se: Ta bort alla webbreferenser

# ReflectorAddIn.OpenReflectorCommand
source: Open .NET Reflector
de: .NET Reflector öffnen

# ReflectorAddIn.ReflectorDoesNotExist
source: Reflector could not be found at the specified location, or SharpDevelop does not have sufficient rights to access it.
de: Reflector konnte am angegebenen Ort nicht gefunden werden, oder SharpDevelop hat keine ausreichenden Rechte, um darauf zuzugreifen.

# ReflectorAddIn.ReflectorPathNotSet
source: The path to Reflector has not been set yet.
de: Der Pfad zu Reflector wurde noch nicht festgelegt.

# ReflectorAddIn.ReflectorRemotingFailed
source: Failed to connect to Reflector.
de: Die Verbindung zu Reflector konnte nicht hergestellt werden.

# ReflectorAddIn.SetReflectorPathDialog.PathToReflectorExe
source: Full path to Reflector.exe
de: Voller Pfad zu Reflector.exe

# ReflectorAddIn.SetReflectorPathDialog.ReflectorInfo
source: This feature requires Red Gate's .NET Reflector. If you do not have it yet, you can download it for free there:
de: Dieses Feature benötigt den .NET Reflector von Red Gate. Falls Sie ihn noch nicht haben, können Sie ihn dort kostenlos herunterladen:

# ReflectorAddIn.SetReflectorPathDialogTitle
source: Set path to Reflector
de: Pfad zu Reflector festlegen

# RegExpTk.MainDialog.Classname
source: Class name
de: Klasse
se: Klassnamn

# RegExpTk.MainDialog.CompileTab
source: Compile
de: Kompilieren
se: Kompilera

# RegExpTk.MainDialog.CreateAssembly
source: Create assembly
de: Kompiliere
se: Skapa assembly

# RegExpTk.MainDialog.ECMA
source: ECMA script
de: ECMA Script kompatibel

# RegExpTk.MainDialog.EndColumn
source: End
de: Ende
se: Slut

# RegExpTk.MainDialog.ExplicitCapture
source: Explcit capture
de: Explizite Gruppen
se: Tydlig fångning

# RegExpTk.MainDialog.GroupsColumn
source: Groups
de: Gruppen
se: Grupper

# RegExpTk.MainDialog.IgnoreCase
source: Ignore case
de: Ignoriere Groß-/Kleinschreibung
se: Ignorera kasus

# RegExpTk.MainDialog.IgnoreWhitespace
source: Ignore pattern whitespace
de: Ignoriere Whitespaces
se: Ingorera mönsterblanksteg

# RegExpTk.MainDialog.Input
source: Input
de: Eingabestring
se: Indata

# RegExpTk.MainDialog.LengthColumn
source: Length
de: Länge
se: Längd

# RegExpTk.MainDialog.Namespace
source: Namespace
de: Namensraum

# RegExpTk.MainDialog.PublicVisible
source: Public visible
de: Öffentlich sichtbar
se: Publik synlig

# RegExpTk.MainDialog.Regex
source: Regular expression
de: Regulärer Ausdruck
se: Vanligt uttryck

# RegExpTk.MainDialog.Replace
source: Replace
de: Ersetze
se: Ersätt

# RegExpTk.MainDialog.Replacement
source: Replacement string
de: Ersetzen durch
se: Ersättnings sträng

# RegExpTk.MainDialog.ReplaceResult
source: Replace result
de: Ergebnis
se: Ersätt resultat

# RegExpTk.MainDialog.ShowGroups
source: Show groups
de: Gruppen anzeigen
se: Visa grupper

# RegExpTk.MainDialog.TestTab
source: Test
de: Testen

# RegExpTk.Messages.ClassNameMissing
source: Class name can't be empty
de: Bitte geben Sie einen Namen für die Klasse ein
se: Class-namnet får inte vara tomt

# RegExpTk.Messages.CompilationError
source: Regex compilation failed, reason:
de: Fehler beim Kompilieren:
se: Regex kompilering misslyckades, orsak:

# RegExpTk.Messages.CreationError
source: Regex creation error, reason:
de: Ungültiger regulärer Audruck:
se: Regex skapande error, orsak:

# RegExpTk.Messages.FileCreated
source: File has been successfully created:
de: Datei wurde erfolgreich erstellt:
se: Skapande utav fil lyckades:

# RegExpTk.Messages.FilenameInvalid
source: Please enter a valid filename
de: Bitte geben Sie einen gültigen Dateinamen ein
se: Var god ange ett giltigt filnamn

# RegExpTk.Messages.FilenameMissing
source: Please enter a filename
de: Bitte geben Sie einen Dateinamen ein
se: Var god ange ett filnamn

# RegExpTk.Messages.Match
source: match
de: Treffer
se: Träff

# RegExpTk.Messages.Matches
source: matches
de: Treffer
se: Träffar

# RegExpTk.Messages.RegexMissing
source: Please enter a regular expression
de: Bitte geben Sie einen regulären Ausdruck ein
se: Var god ange ett vanligt uttryck

# RegExpTk.RegExpMenu.DigitCharacter
source: Digit character
de: Zifferzeichen

# RegExpTk.RegExpMenu.NonDigitCharacter
source: Non-digit character
de: Nicht-Zifferzeichen

# RegExpTk.RegExpMenu.NonWhitespaceCharacter
source: Non-whitespace character
de: Nicht-Leerzeichen

# RegExpTk.RegExpMenu.NonWordCharacter
source: Non-word character value
de: Nicht-Wortzeichen

# RegExpTk.RegExpMenu.UngreedyStar
source: Ungreedy star
de: Nicht-gieriger Stern

# RegExpTk.RegExpMenu.WhitespaceCharacter
source: Whitespace character
de: Leerzeichen

# RegExpTk.RegExpMenu.WordBorder
source: Word border
de: Wortgrenze

# RegExpTk.RegExpMenu.WordCharacter
source: Word character value
de: Wort-Zeichenwert

# ResourceEditor.BitmapView.UpdateBitmap
source: Update bitmap ...
de: Ersetze mit anderer Bitmap ...
se: Uppdatera bitmapp...
